Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Foggy Text Color
da_dk: Tåget tekstfarve
de_de: Nebelige Textfarbe
fa_ir: رنگ متن مه الود
fr_fr: Couleur du texte brumeux
he_il: צבע טקסט מעורפל
nl_nl: Mistige tekstkleur
pl_pl: Kolor tekstu
pt_br: Cor do texto nebuloso
ru_ru: Цвет туманного текста
sr_rs: Магловита боја текста

source: Foggy Background Color
da_dk: Tåget baggrundsfarve
de_de: Nebelige Hintergrundfarbe
fa_ir: رنگ زمینه مه الود
fr_fr: Couleur d’arrière-plan brumeuse
he_il: צבע רקע מעורפל
nl_nl: Mistige achtergrondkleur
pl_pl: Mglisty kolor tła
pt_br: Cor de fundo nebulosa
ru_ru: Туманный цвет фона
sr_rs: Магловита боја позадине

source: Foggy Background Image
da_dk: Tåget baggrundsbillede
de_de: Nebeliges Hintergrundbild
fa_ir: تصویر زمینه مه الود
fr_fr: Image d’arrière-plan brumeuse
he_il: תמונת רקע מעורפלת
nl_nl: Achtergrond kleur
pl_pl: Mglisty obraz tła
pt_br: Imagem de fundo nebulosa
ru_ru: Туманное фоновое изображение
sr_rs: Магловита слика позадине

source: Foggy Background YouTube Video
da_dk: Tåget baggrund YouTube-video
de_de: Nebliges YouTube-Video im Hintergrund
fa_ir: مه الود پس زمینه ویدئو یوتیوب
fr_fr: Vidéo YouTube Foggy Background
he_il: רקע מעורפל סרטון YouTube
nl_nl: Mistige achtergrond YouTube-video
pl_pl: Mgliste tło wideo na YouTube
pt_br: Vídeo do YouTube de fundo nebuloso
ru_ru: Туманный фон видео на YouTube
sr_rs: Фоггy Бацкгроунд YоуТубе Видео

source: Network Settings
da_dk: Netværksindstillinger
de_de: Netzwerk Einstellungen
fa_ir: تنظیمات شبکه
fr_fr: Paramètres du réseau
he_il: הגדרות רשת
nl_nl: Netwerk instellingen
pl_pl: Ustawienia Sieci
pt_br: Configurações de Rede
ru_ru: Сетевые Настройки
sr_rs: Мрежне поставке

source: Global Multisite Setup
da_dk: Global opsætning af flere lokationer
de_de: Globale Netzwerk Einstellungen
fa_ir: راه اندازی چند سایتی جهانی
fr_fr: Configuration multisite globale
he_il: הגדרה גלובלית של ריבוי אתרים
nl_nl: Globale multisite-installatie
pl_pl: Globalna konfiguracja wielu lokalizacji
pt_br: Configuração Multissite Global
ru_ru: Глобальная многосайтовая настройка
sr_rs: Подешавање глобалног вишеструког уједначивања

source: Advanced Settings
da_dk: Avancerede indstillinger
de_de: Erweiterte Einstellungen
fa_ir: تنظیمات پیشرفته
fr_fr: Paramètres avancés
he_il: הגדרות מתקדמות
nl_nl: Geavanceerde instellingen
pl_pl: Zaawansowane ustawienia
pt_br: Configurações Avançadas
ru_ru: Расширенные настройки
sr_rs: Напредна подешавања

source: Disable Cache
da_dk: Deaktiver cache
de_de: Cache deaktivieren
fa_ir: غیرفعال کردن کش
fr_fr: Désactiver le Cache
he_il: השבתת מטמון
nl_nl: Cache uitschakelen
pl_pl: Wyłącz Cache
pt_br: Desabilitar Cache
ru_ru: Отключить кэш
sr_rs: Онемогући кеш меморију

source: Time Until Cache Refresh (in Minutes)
da_dk: Cache opdatering (i minutter)
de_de: Zeit bis zur Cacheaktualisierung (in Minuten)
fa_ir: زمان تا بازاوری نهانگاه (به دقیقه)
fr_fr: Temps jusqu’à l’actualisation du cache (en minutes)
he_il: זמן עד לרענון המטמון (תוך דקות)
nl_nl: Tijd totdat de cache wordt vernieuwd (in minuten)
pl_pl: Czas do odświeżenia pamięci podręcznej (w minutach)
pt_br: Tempo até a atualização do cache (em minutos)
ru_ru: Время до обновления кэша (в минутах)
sr_rs: Време до освежавања кеша (у минутима)

source: Open Weather Map API Key
da_dk: Open Weather Map API-nøgle
de_de: Open Weather Map API Schlüssel
fa_ir: کلید API نقشه آب و هوا را باز کنید
fr_fr: Ouvrir la clé API Weather Map
he_il: פתח מפתח API של מפת מזג אוויר
nl_nl: Api-sleutel voor weerkaart openen
pl_pl: Otwórz klucz API mapy pogody
pt_br: Chave de API do Mapa do Tempo Aberto
ru_ru: Открыть ключ API карты погоды
sr_rs: Отвори АПИ кључ мапе временске прогнозе

source: Disable Bootstrap
da_dk: Deaktiver Bootstrap
de_de: Bootstrap deaktivieren
fa_ir: غیرفعال کردن بوت استرپ
fr_fr: Désactiver Bootstrap
he_il: השבת את Bootstrap
nl_nl: Bootstrap uitschakelen
pl_pl: Wyłączanie Bootstrap
pt_br: Desabilitar bootstrap
ru_ru: Запретить Bootstrap
sr_rs: Онемогући боотстрап

source: Bootstrap Version
fa_ir: نسخه بوت استرپ
fr_fr: Version d’amorçage
he_il: גרסת Bootstrap
nl_nl: Bootstrap-versie
pl_pl: Wersja Bootstrap
pt_br: Versão do Bootstrap
ru_ru: Версия Bootstrap
sr_rs: Верзија боотстрап-а

source: Map Settings
da_dk: Kort Indstillinger
de_de: Karten-Einstellungen
fa_ir: تنظیمات نقشه
fr_fr: Paramètres de la carte
he_il: ‎הגדרות מפה
nl_nl: Kaart instellingen
pl_pl: Ustawienia mapy
pt_br: Configurações do Mapa
ru_ru: Настройки карты
sr_rs: Podešavanje mape

source: Map Height
de_de: Kartenhöhe
fa_ir: ارتفاع نقشه
fr_fr: Hauteur de la carte
he_il: גובה תצוגת מפה
nl_nl: Kaarthoogte
pl_pl: Wysokość Mapy
pt_br: Altura do mapa
ru_ru: Высота карты
sr_rs: Visina

source: Layers Opacity
da_dk: Lags opacitet
de_de: Layer Durchsichtbarkeit
fa_ir: وضوح لایه ها
fr_fr: Opacité des calques
he_il: ‎שקיפות שכבות
nl_nl: Doorzichtigheid lagen
pl_pl: Przejrzystość warstw
pt_br: Opacidade das camadas
ru_ru: Прозрачность слоев
sr_rs: Непрозирност слојева

source: Zoom
fa_ir: بزرگ نمایی
he_il: הגדלה
pl_pl: Skala
ru_ru: Масштаб
sr_rs: Uvećaj

source: Disable Zoom Wheel
da_dk: Deaktiver zoomhjul
de_de: Zoomrad deaktivieren
fa_ir: غیرفعال کردن کش
fr_fr: Désactiver zoom molette souris
he_il: ‏‎לבטל גלגל הגדלה?‬
nl_nl: Zoom wiel uitschakelen
pl_pl: Wyłączyć regulator sklaowania
pt_br: Desabilitar roda do zoom
ru_ru: Запретить масштабирование
sr_rs: Онемогући точкић за зумирање

source: Cities Layer
da_dk: By-lag
de_de: Städte-Layer
fa_ir: شهرها لایه
fr_fr: Couche Villes
he_il: שכבת הערים
nl_nl: Stedenlaag
pl_pl: Warstwa miast
pt_br: Camada Cidades
ru_ru: Слой городов
sr_rs: Слој градова

source: Cities Layer Legend
da_dk: Oprindelige by-lag
de_de: Städte-Layer Legende
fa_ir: شهرها لایه افسانه
fr_fr: Légende de la couche Villes
he_il: מקרא שכבת הערים
nl_nl: Legenda van de stedenlaag
pl_pl: Legenda warstwy miast
pt_br: Lenda da Camada de Cidades
ru_ru: Легенда слоя городов
sr_rs: Легенда слоја градова

source: Cities Layer On
da_dk: Slå by-lag til
de_de: Städte-Layer an
fa_ir: شهرها لایه در
fr_fr: Les villes se superposent
he_il: ערים שכבות על
nl_nl: Steden laag op
pl_pl: Miasta Warstwa Na
pt_br: Cidades Layer On
ru_ru: Слой городов включен
sr_rs: Слој градова на

source: Cloud Layer
da_dk: Skylag
de_de: Wolken
fa_ir: لایه ابر
fr_fr: Couverture nuageuse
he_il: שכבת ענן
nl_nl: Cloud laag
pl_pl: Warstwa chmury
pt_br: Camada Nuvens
ru_ru: Слой облачности
sr_rs: Слој облака

source: Cloud Layer Legend
da_dk: Oprindelige sky-lag
de_de: Wolken-Layer Legende
fa_ir: ابر لایه افسانه
fr_fr: Légende de la couche nuageuse
he_il: מקרא שכבת ענן
nl_nl: Legenda voor wolkenlagen
pl_pl: Legenda warstwy chmury
pt_br: Lenda da camada de nuvem
ru_ru: Легенда слоя облаков
sr_rs: Легенда слоја облака

source: Cloud Layer On
da_dk: Slå sky-lag til
de_de: Wolken-Layer an
fa_ir: لایه ابر روشن
fr_fr: Couche cloud activée
he_il: שכבת ענן מופעלת
nl_nl: Cloud Layer aan
pl_pl: Warstwa chmury włączona
pt_br: Camada de nuvem ativada
ru_ru: Слой облаков включен
sr_rs: Слој облака на

source: Precipitation Layer
da_dk: Nedbørslag
de_de: Niederschlag
fa_ir: لایه بارش
fr_fr: Précipitations
he_il: שכבת משקעים
nl_nl: Neerslaglaag
pl_pl: Warstwa opadów
pt_br: Camada de precipitação
ru_ru: Слой осадков
sr_rs: Слој падавина

source: Precipitation Layer Legend
da_dk: Forklaring om nedbørslag
de_de: Niederschlag-Layer Legende
fa_ir: بارش لایه افسانه
fr_fr: Légende de la couche de précipitation
he_il: מקרא שכבת משקעים
nl_nl: Legenda van de neerslaglaag
pl_pl: Legenda warstwy opadów
pt_br: Lenda da camada de precipitação
ru_ru: Легенда слоя прогноза
sr_rs: Легенда слоја падавина

source: Precipitation Layer On
da_dk: Nedbørslag til
de_de: Niederschlag-Layer an
fa_ir: لایه بارش در
fr_fr: Couche de précipitation sur
he_il: שכבת משקעים על
nl_nl: Neerslaglaag op
pl_pl: Warstwa opadów włączona
pt_br: Camada de precipitação em
ru_ru: Слой прогноза включен
sr_rs: Слој падавина на

source: Rain Layer
da_dk: Skylag
de_de: Regen-Layer
fa_ir: لایه باران
fr_fr: Couche de pluie
he_il: שכבת גשם
nl_nl: Regenlaag
pl_pl: Warstwa deszczowa
pt_br: Camada de chuva
ru_ru: Слой дождя
sr_rs: Кишни слој

source: Rain Layer Legend
da_dk: Forklaring om regnlag
de_de: Regen-Layer Legende
fa_ir: باران لایه افسانه
fr_fr: Légende de la couche de pluie
he_il: מקרא שכבת הגשם
nl_nl: Legende over regenlaag
pl_pl: Legenda warstwy deszczowej
pt_br: Lenda da Camada de Chuva
ru_ru: Легенда слоя дождя
sr_rs: Легенда слоја кише

source: Rain Layer On
da_dk: Slå regnlag til
de_de: Regen-Layer an
fa_ir: لایه باران روشن است
fr_fr: Couche de pluie sur
he_il: שכבת גשם על
nl_nl: Regenlaag op
pl_pl: Warstwa deszczowa włączona
pt_br: Camada de chuva acesa
ru_ru: Слой дождя включен
sr_rs: Слој кише на

source: Snow Layer
da_dk: Snelag
de_de: Schnee
fa_ir: لایه برف
fr_fr: Neige
he_il: שכבת שלג
nl_nl: Sneeuwlaag
pl_pl: Warstwa śniegu
pt_br: Camada de neve
ru_ru: Слой снега
sr_rs: Снежни слој

source: Snow Layer Legend
da_dk: Forklaring om snelag
de_de: Schnee-Layer Legende
fa_ir: برف لایه افسانه
fr_fr: Légende de la couche de neige
he_il: מקרא שכבת השלג
nl_nl: Legenda van de sneeuwlaag
pl_pl: Legenda warstwy śniegu
pt_br: Lenda da Camada de Neve
ru_ru: Легенда слоя снега
sr_rs: Легенда о снежном слоју

source: Snow Layer On
da_dk: Snelag på
de_de: Schnee-Layer an
fa_ir: لایه برف روشن
fr_fr: Couche de neige sur
he_il: שכבת שלג על
nl_nl: Sneeuwlaag op
pl_pl: Warstwa śniegu włączona
pt_br: Camada de neve ativada
ru_ru: Слой снега включен
sr_rs: Слој снега на

source: Wind Layer
da_dk: Vindlag
de_de: Wind
fa_ir: لایه باد
fr_fr: Vent
he_il: שכבת רוח
nl_nl: Windlaag
pl_pl: Warstwa wiatru
pt_br: Camada de vento
ru_ru: Слой ветра
sr_rs: Слој ветра

source: Wind Layer Legend
da_dk: Forklaring om vindlag
de_de: Wind-Layer Legende
fa_ir: افسانه لایه باد
fr_fr: Légende de la couche de vent
he_il: מקרא שכבת הרוח
nl_nl: Legenda van de windlaag
pl_pl: Legenda warstwy wiatru
pt_br: Lenda da Camada de Vento
ru_ru: Легенда слоя ветра
sr_rs: Легенда слоја ветра

source: Wind Layer On
da_dk: Vindlag på
de_de: Wind-Layer an
fa_ir: لایه باد در
fr_fr: Couche de vent activée
he_il: שכבת הרוח דולקת
nl_nl: Windlaag op
pl_pl: Warstwa wiatru włączona
pt_br: Camada de vento acesa
ru_ru: Слой ветра включен
sr_rs: Слој ветра на

source: Temperature Layer
da_dk: Temperaturlag
de_de: Temperatur
fa_ir: لایه دما
fr_fr: Températures
he_il: שכבת טמפרטורה
nl_nl: Temperatuur laag
pl_pl: Warstwa temperatury
pt_br: Camada de Temperatura
ru_ru: Слой температуры
sr_rs: Температурни слој

source: Temperature Layer Legend
da_dk: Temperaturlag
de_de: Temperatur-Layer Legende
fa_ir: درجه حرارت لایه افسانه
fr_fr: Légende de la couche de température
he_il: מקרא שכבת טמפרטורה
nl_nl: Legenda van de temperatuurlaag
pl_pl: Legenda warstwy temperatury
pt_br: Lenda da camada de temperatura
ru_ru: Легенда слоя температуры
sr_rs: Легенда слоја температуре

source: Temperature Layer On
da_dk: Temperaturlag på
de_de: Temperatur-Layer an
fa_ir: لایه دما روشن است
fr_fr: Couche de température activée
he_il: שכבת טמפרטורה על
nl_nl: Temperatuur laag op
pl_pl: Warstwa temperatury włączona
pt_br: Camada de temperatura ligada
ru_ru: Слой температуры включен
sr_rs: Слој температуре на

source: Pressure Layer
da_dk: Tryklag
de_de: Luftdruck
fa_ir: لایه فشار
fr_fr: Pression atmosphérique
he_il: שכבת לחץ
nl_nl: Druklaag
pl_pl: Warstwa nacisku
pt_br: Camada de Pressão
ru_ru: Слой давления
sr_rs: Слој притиска

source: Wind Rose Layer
da_dk: Kompas lag
fa_ir: لایه رز باد
fr_fr: Rose des vents
he_il: שכבת ורד הרוח
nl_nl: Wind Rose Laag
pl_pl: Warstwa róży wiatrów
pt_br: Camada de Rosa do Vento
ru_ru: Слой розы ветров
sr_rs: Слој руже ветра

source: Basic settings to bypass on all weather:
da_dk: Grundlæggende tilpasset indstillinger for alt vejr:
de_de: Überschreibe Grundeinstellungen:
fa_ir: تنظیمات اساسی برای دور زدن در تمام اب و هوا:
fr_fr: Paramètres de base à contourner par tous les temps:
he_il: הגדרות בסיסיות כדי לעקוף בכל מזג אוויר:
nl_nl: Basisinstellingen om alle weersomstandigheden te omzeilen:
pl_pl: Podstawowe ustawienia do ominięcia w każdą pogodę:
pt_br: Configurações básicas para ignorar em todas as condições climáticas:
ru_ru: Базовые настройки для обхода при любой погоде:
sr_rs: Основна подешавања за заобилажење свих временских прилика:

source: Display settings to bypass on all weather:
da_dk: Tilpasset visningsindstillinger for alt vejr:
de_de: Überschreibe Ansichteinstellungen:
fa_ir: نمایش تنظیمات برای دور زدن در تمام اب و هوا:
fr_fr: Paramètres d’affichage à contourner par tous les temps:
he_il: הגדרות תצוגה כדי לעקוף בכל מזג אוויר:
nl_nl: Weergave-instellingen om alle weersomstandigheden te omzeilen:
pl_pl: Ustawienia wyświetlania w celu ominięcia w każdą pogodę:
pt_br: Exibir configurações a serem ignoradas em todas as condições climáticas:
ru_ru: Настройки Показа для обхода при любой погоде:
sr_rs: Прикажи поставке за заобилажење свих временских прилика:

source: Layout settings to bypass on all weather:
da_dk: Standard tilpasset layoutindstillinger for alt vejr:
de_de: Überschreibe Layouteinstellungen:
fa_ir: تنظیمات طرح بندی برای دور زدن در تمام اب و هوا:
fr_fr: Paramètres de mise en page à contourner par tous les temps:
he_il: הגדרות פריסה שיש לעקוף בכל מזג אוויר:
nl_nl: Lay-outinstellingen om alle weersomstandigheden te omzeilen:
pl_pl: Ustawienia układu do ominięcia w każdą pogodę:
pt_br: Configurações de layout a serem ignoradas em todas as condições climáticas:
ru_ru: Настройки макета для обхода при любой погоде:
sr_rs: Поставке распореда које треба заобићи у свим временским условима:

source: Weather-based settings to bypass on all weather:
da_dk: Standard tilpasset vejrbaserede indstillinger for alt vejr:
de_de: Wetterbasierte Einstellungen zur Umgehung bei jedem Wetter:
fa_ir: تنظیمات مبتنی بر اب و هوا برای دور زدن در تمام اب و هوا:
fr_fr: Paramètres basés sur les conditions météorologiques à contourner par tous les temps :
he_il: הגדרות מבוססות מזג אוויר כדי לעקוף בכל מזג אוויר:
nl_nl: Op het weer gebaseerde instellingen om alle weersomstandigheden te omzeilen:
pl_pl: Ustawienia oparte na pogodzie, aby ominąć każdą pogodę:
pt_br: Configurações baseadas no clima para ignorar em todas as condições climáticas:
ru_ru: Настройки на основе погоды, которые можно обойти в любую погоду:
sr_rs: Поставке засноване на временској прогнози за заобилажење свих временских прилика:

source: OWM Weather Multisite settings:
da_dk: Indstillinger for OWM Weather Multisite:
de_de: OWM Wetter Multisite-Einstellungen:
fa_ir: تنظیمات Multisite اب و هوا OWM:
fr_fr: Paramètres OWM Weather Multisite :
he_il: מזג אוויר OWM הגדרות מרובות אתרים:
nl_nl: OWM Weer Multisite-instellingen:
pl_pl: Ustawienia OWM Weather Multisite:
pt_br: Configurações do OWM Weather Multisite:
ru_ru: Настройки OWM Weather Multisite:
sr_rs: ОWМ Wеатхер Мултисите поставке:

source: OWM Weather System settings:
da_dk: Indstillinger for OWM Weather System:
de_de: OWM Weather System Einstellungen:
fa_ir: تنظیمات سیستم اب و هوایی OWM:
fr_fr: Paramètres globaux de OWM Weather:
he_il: הגדרות מערכת מזג האוויר של OWM:
nl_nl: OWM Weersysteem instellingen:
pl_pl: Ustawienia systemu pogodowego OWM:
pt_br: Configurações do OWM Weather System:
ru_ru: Системные настройки OWM Weather:
sr_rs: Поставке ОWМ метеоролошког система:

source: Map settings to bypass on all weather:
da_dk: Standard tilpasset kortindstillinger for alt vejr:
de_de: Überschreibe Karteneinstellungen:
fa_ir: تنظیمات نقشه برای دور زدن در تمام اب و هوا:
fr_fr: Paramètres de carte à contourner par tous les temps:
he_il: הגדרות מפה כדי לעקוף בכל מזג אוויר:
nl_nl: Kaartinstellingen om alle weersomstandigheden te omzeilen:
pl_pl: Ustawienia mapy, aby ominąć każdą pogodę:
pt_br: Configurações do mapa a serem ignoradas em todas as condições climáticas:
ru_ru: Настройки карты для обхода при любой погоде:
sr_rs: Мапирајте поставке да бисте заобишли све временске прилике:

source: No bypass
da_dk: Tilpasset
de_de: Einstellungen belassen
fr_fr: Pas de contournement
he_il: אין מעקף
nl_nl: Geen
pl_pl: Brak obejścia
pt_br: Sem desvio
ru_ru: Без обхода
sr_rs: Нема бајпаса

source: Imperial
fr_fr: Impérial
he_il: שיטה אימפריאלית
nl_nl: Imperiaal
pl_pl: System imperialny (te amerykańskie cale stopy i inne)
ru_ru: Имперская
sr_rs: Царска

source: Metric
da_dk: Metrisk
de_de: Metrisch
fr_fr: Métrique
he_il: ‎שיטה מטרית
nl_nl: Metrisch
pl_pl: Metryczny
pt_br: Métrico
ru_ru: Метрическая
sr_rs: Метрике

source: 12 h
da_dk: 12 timer
de_de: 12 Stunden
he_il: ‎12 שעות
nl_nl: 12 u
ru_ru: 12 ч
sr_rs: 12 х

source: 24 h
da_dk: 24 timer
de_de: 24 Stunden
he_il: ‎24 שעות
nl_nl: 24 u
ru_ru: 24 ч
sr_rs: 24 х

source: WordPress timezone
da_dk: WordPress tidszone
de_de: WordPress Zeitzone
fa_ir: منطقه زمانی وردپرس
fr_fr: Fuseau horaire Wordpress
he_il: אזור זמן וורדפרס
nl_nl: WordPress tijdzone
pl_pl: Strefa czasowa WordPress
pt_br: Fuso horário
ru_ru: Часовой пояс WordPress
sr_rs: WордПресс временска зона

source: Local timezone
da_dk: Lokal tidszone
de_de: Lokale Zeitzone
fa_ir: منطقه زمانی محلی
fr_fr: Contourner la taille
he_il: אזור זמן מקומי
nl_nl: Lokale tijdzone
pl_pl: Lokalna strefa czasowa
pt_br: Fuso horário local
ru_ru: Локальный часовой пояс
sr_rs: Локална временска зона

source: UTC -12
sr_rs: УТЦ -12

source: UTC -11
sr_rs: УТЦ -11

source: UTC -10
sr_rs: УТЦ -10

source: UTC -9
sr_rs: УТЦ -9

source: UTC -8
sr_rs: УТЦ -8

source: UTC -7
sr_rs: УТЦ -7

source: UTC -6
sr_rs: УТЦ -6

source: UTC -5
sr_rs: УТЦ -5

source: UTC -4
sr_rs: УТЦ -4

source: UTC -3
sr_rs: УТЦ -3

source: UTC -2
sr_rs: УТЦ -2

source: UTC -1
sr_rs: УТЦ -1

source: UTC 0
pl_pl: Czas UTC 0
sr_rs: УТЦ 0

source: UTC +1
sr_rs: УТЦ + 1

source: UTC +2
sr_rs: УТЦ + 2

source: UTC +3
sr_rs: УТЦ + 3

source: UTC +4
sr_rs: УТЦ + 4

source: UTC +5
sr_rs: УТЦ + 5

source: UTC +6
sr_rs: УТЦ + 6

source: UTC +7
sr_rs: УТЦ + 7

source: UTC +8
sr_rs: УТЦ + 8

source: UTC +9
sr_rs: УТЦ + 9

source: UTC +10
sr_rs: УТЦ + 10

source: UTC +11
fa_ir: UTC +12
sr_rs: УТЦ + 11

source: UTC +12
sr_rs: УТЦ + 12

source: This is the language for the data from OpenWeatherMap, not for this plugin. If set to Default, it will try to use the WordPress site language first with fallback to English.
da_dk: Dette er sproget for dataene fra OpenWeatherMap, ikke for dette plugin. Hvis den er indstillet til Standard, vil den forsøge at bruge WordPress-webstedssproget først med fallback til engelsk.
de_de: Dies ist die Sprache für die OpenWeatherMap Daten, nicht für dieses Plugin. Wenn es auf Standard gesetzt ist, wird zuerst versucht die WordPress Sprache der Website zu benutzen. Sollte diese nicht vorhanden sein, wird der Standard Englisch verwendet.
fa_ir: این زبان برای داده های OpenWeatherMap است، نه برای این افزونه. اگر روی Default تنظیم شود، ابتدا سعی خواهد کرد از زبان سایت وردپرس با بازگشت به زبان انگلیسی استفاده کند.
fr_fr: C’est le langage pour les données d’OpenWeatherMap, pas pour ce plugin. S’il est défini sur Par défaut, il essaiera d’utiliser d’abord la langue du site WordPress avec un retour à l’anglais.
he_il: זוהי השפה עבור הנתונים מ- OpenWeatherMap, לא עבור תוסף זה. אם מוגדר כברירת מחדל, הוא ינסה להשתמש תחילה בשפת אתר WordPress עם נסיגה לאנגלית.
nl_nl: Dit is de taal voor de gegevens van OpenWeatherMap, niet voor deze plug-in. Als het is ingesteld op Standaard, probeert het eerst de taal van de WordPress-site te gebruiken met terugval naar het Engels.
pl_pl: Jest to język danych z OpenWeatherMap, a nie dla tej wtyczki. Jeśli jest ustawiony na Domyślny, spróbuje najpierw użyć języka witryny WordPress z powrotem do języka angielskiego.
pt_br: Esta é a linguagem para os dados do OpenWeatherMap, não para este plugin. Se definido como Padrão, ele tentará usar o idioma do site WordPress primeiro com fallback para inglês.
ru_ru: Это язык для данных из OpenWeatherMap, а не для этого плагина. Если установлено по умолчанию, то сначала будет использоваться язык сайта WordPress с возвратом к английскому.
sr_rs: Ово је језик за податке из ОпенWеатхерМап-а, а не за ову додатну компоненту. Ако је постављен на Подразумевано, он ће прво покушати да користи WордПресс језик сајта са повратком на енглески.

source: Default
da_dk: Standard
de_de: Standard
fa_ir: پیش فرض
fr_fr: Par défaut
he_il: ברירת מחדל
nl_nl: Standaard
pl_pl: Domyślny
pt_br: Padrão
ru_ru: По умолчанию
sr_rs: Podrazumevano

source: Afrikaans
fa_ir: آفریکانس
fr_fr: Africain
he_il: אפריקאי
pl_pl: Afrykanerski
ru_ru: Африкаанс
sr_rs: Afrikans

source: Albanian
da_dk: Albansk
de_de: Albanisch
fa_ir: آلبانیایی
fr_fr: Albanais
he_il: אלבנית
pl_pl: Albański
pt_br: Albanês
ru_ru: Албанский
sr_rs: Albanski

source: Arabic
da_dk: Arabisk
de_de: Arabisch
fa_ir: عربی
fr_fr: Arabe
he_il: ‎ערבית
pl_pl: Arabski
pt_br: Árabe
ru_ru: Арабский
sr_rs: Арапски

source: Azerbaijani
da_dk: Azerbaijansk
fa_ir: آذربایجانی
fr_fr: Azerbaïdjanais
he_il: אזרית
pl_pl: Azerski
ru_ru: Азербайджанский
sr_rs: Азербејџански

source: Basque
da_dk: Baskisk
fa_ir: باسک
he_il: בסקית
pl_pl: Baskijski
pt_br: Basco
ru_ru: Баскский
sr_rs: Баскијски

source: Bulgarian
da_dk: Bulgarsk
de_de: Bulgarisch
fa_ir: بلغاری
fr_fr: Bulgare
he_il: ‎בולגרית
pl_pl: Bułgarski
pt_br: Búlgaro
ru_ru: Болгарский
sr_rs: Bugarski

source: Catalan
da_dk: Catalansk
fa_ir: کاتالان
he_il: קטלונית
pl_pl: Kataloński
pt_br: Catalão
ru_ru: Каталонский
sr_rs: Katalonski

source: Chinese Simplified
da_dk: Kinesisk forenklet
de_de: Chinesisch vereinfacht
fa_ir: زبان چینی ساده شده
fr_fr: Chinois simplifié
he_il: ‎סינית
pl_pl: Chiński uproszczony
pt_br: Mandarim simplificado
ru_ru: Китайский упрощенный
sr_rs: Кинески поједностављени

source: Chinese Traditional
da_dk: Traditionel kinesisk
de_de: Chinesisch traditionell
fa_ir: چینی سنتی
fr_fr: Chinois traditionnel
he_il: ‎סינית מסורתית
pl_pl: Chiński tradycyjny
pt_br: Chinês tradicional
ru_ru: Китайский традиционный
sr_rs: Кинески традиционални

source: Croatian
da_dk: Kroatisk
fa_ir: کرواتی
fr_fr: Croate
he_il: קרואטית
pl_pl: Chorwacki
pt_br: Croata
ru_ru: Хорватский
sr_rs: Hrvatski

source: Czech
da_dk: Tjekkisk
de_de: Tschechisch
fa_ir: کشور چک
fr_fr: Tchèque
he_il: ‎צ׳כית
pl_pl: Czeski
pt_br: Checo
ru_ru: Чешский
sr_rs: Češki

source: Danish
da_dk: Dansk
fa_ir: دانمارکی
fr_fr: Danois
he_il: דנית
pl_pl: Duński
pt_br: Dinamarquês
ru_ru: Датский
sr_rs: Danski

source: Dutch
da_dk: Hollandsk
de_de: Niederländisch
fa_ir: هلندی
fr_fr: Néerlandais
he_il: ‎הולנדית
pl_pl: Holenderski
pt_br: Holandês
ru_ru: Голландский
sr_rs: Holandski

source: English
da_dk: Engelsk
de_de: Englisch
fa_ir: انگلیسی
fr_fr: Anglais
he_il: ‎אנגלית
pl_pl: Angielski
pt_br: Inglês
ru_ru: Английский
sr_rs: Engleski

source: Finnish
da_dk: Finsk
de_de: Finnisch
fa_ir: فنلاندی
fr_fr: Finlandais
he_il: ‎פינית
pl_pl: Fiński
pt_br: Finlandês
ru_ru: Финский
sr_rs: Фински

source: French
da_dk: Fransk
de_de: Französisch
fa_ir: فرانسوی
fr_fr: Français
he_il: ‎צרפתית
pl_pl: Francuski
pt_br: Francês
ru_ru: Французский
sr_rs: Француски

source: Galician
da_dk: Galicisk
de_de: Galizisch
fa_ir: گالیسی
fr_fr: Galicien
he_il: ‎גליציאנית
pl_pl: Galicyjski
pt_br: Galego
ru_ru: Галисийский
sr_rs: Galicijski

source: German
da_dk: Tysk
de_de: Deutsch
fa_ir: آلمانی
fr_fr: Allemand
he_il: ‎גרמנית
pl_pl: Niemiecki
pt_br: Alemão
ru_ru: Немецкий
sr_rs: Nemački

source: Greek
da_dk: Græsk
fa_ir: یونانی
fr_fr: Grec
he_il: יוונית
pl_pl: Grecki
pt_br: Grego
ru_ru: Греческий
sr_rs: Grčki

source: Hebrew
da_dk: Hebraisk
fa_ir: عبری
fr_fr: Hébreu
he_il: עברית
pl_pl: Hebrajski
pt_br: Hebraico
ru_ru: Иврит
sr_rs: Хебрејски

source: Hungarian
da_dk: Ungarsk
fa_ir: مجارستانی
fr_fr: Hongrois
he_il: Macarca
pl_pl: Węgierski
pt_br: Húngaro
ru_ru: Венгерский
sr_rs: Mađarski

source: Indonesian
da_dk: Indonesisk
fa_ir: اندونزیایی
fr_fr: Indonésien
he_il: אינדונזית
pl_pl: Indonezyjski
pt_br: Indonésio
ru_ru: Индонезийский
sr_rs: Indonežanski
