Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Italian
da_dk: Italiensk
de_de: Italienisch
fa_ir: ایتالیایی
fr_fr: Italien
he_il: ‎איטלקית
pl_pl: Włoski
pt_br: Italiano
ru_ru: Итальянский
sr_rs: Italijanski

source: Japanese
da_dk: Japansk
fa_ir: ژاپنی
fr_fr: Japonais
he_il: יפנית
pl_pl: Japoński
pt_br: Japonês
ru_ru: Японский
sr_rs: Japanski

source: Korean
da_dk: Koreansk
fa_ir: کره ای
fr_fr: Coréen
he_il: קוריאנית
pl_pl: Koreański
pt_br: Coreano
ru_ru: Корейский
sr_rs: Korejski

source: Latvian
da_dk: Lettisk
fa_ir: لتونی
fr_fr: Letton
he_il: לטבית
pl_pl: Łotewski
pt_br: Letão
ru_ru: Латышский
sr_rs: Letonski

source: Lithuanian
da_dk: Litauisk
fa_ir: لیتوانیایی
fr_fr: Lituanien
he_il: ליטאית
pl_pl: Litewski
pt_br: Lituano
ru_ru: Литовский
sr_rs: Litvanski

source: Macedonian
da_dk: Makedonsk
de_de: Makedonisch
fa_ir: مقدونی
fr_fr: Macédonien
he_il: ‎מקדונית
pl_pl: Macedoński
ru_ru: Македонский
sr_rs: Makedonski

source: Norwegian
da_dk: Norsk
fa_ir: نروژی
fr_fr: Norvégien
he_il: נורבגית
pl_pl: Norweski
pt_br: Norueguês
ru_ru: Норвежский
sr_rs: Norveški

source: Persian (Farsi)
da_dk: Persisk (farsi)
fa_ir: فارسی (فارسی)
fr_fr: Farsi
he_il: פרסית (פרסית)
pl_pl: Perski (perski)
pt_br: Persa (Farsi)
ru_ru: Персидский (Фарси)
sr_rs: персијски (Фарси)

source: Polish
da_dk: Polsk
de_de: Polnisch
fa_ir: لهستانی
fr_fr: Polonais
he_il: ‎פולנית
pl_pl: Polski
pt_br: Polaco
ru_ru: Польский
sr_rs: Poljski

source: Portuguese
da_dk: Portugisisk
de_de: Portugisisch
fa_ir: پرتغالی
fr_fr: Portugais
he_il: ‎פורטוגזית
pl_pl: Portugalski
pt_br: Português
ru_ru: Португальский
sr_rs: Portugalski

source: Português Brasil
da_dk: Português Brasilien
fa_ir: برزیل پرتغالی
fr_fr: Português Brésil
he_il: פורטוגזית ברזיל
pl_pl: Português Brazylia
ru_ru: Бразильский португальский
sr_rs: Португуêс Брасил

source: Romanian
da_dk: Rumænsk
de_de: Rumänisch
fa_ir: رومانیایی
fr_fr: Roumain
he_il: ‎רומנית
pl_pl: Rumuński
pt_br: Romeno
ru_ru: Румынский
sr_rs: Rumunski

source: Russian
da_dk: Russisk
de_de: Russisch
fa_ir: روسی
fr_fr: Russe
he_il: ‎רוסית
pl_pl: Rosyjski
pt_br: Russo
ru_ru: Русский
sr_rs: Ruski

source: Serbian
da_dk: Serbisk
fa_ir: صربستانی
fr_fr: Serbe
he_il: סרבי
pl_pl: Serbski
pt_br: Sérvio
ru_ru: Сербский
sr_rs: Srpski

source: Swedish
da_dk: Svensk
de_de: Schwedisch
fa_ir: سوئدی
fr_fr: Suédois
he_il: ‎שוודית
pl_pl: Szwedzki
pt_br: Sueco
ru_ru: Шведский
sr_rs: Švedski

source: Slovak
da_dk: Slovakisk
de_de: Slovakisch
fa_ir: اسلواکی
fr_fr: Slovaque
he_il: ‎סלובקית
pl_pl: Słowacki
pt_br: Eslovaco
ru_ru: Словацкий
sr_rs: Slovački

source: Slovenian
da_dk: Slovensk
de_de: Slovenisch
fa_ir: اسلوونیایی
fr_fr: Slovène
he_il: סלובנית
pl_pl: Słoweński
pt_br: Esloveno
ru_ru: Словенский
sr_rs: Slovenački

source: Spanish
da_dk: Spansk
de_de: Spanisch
fa_ir: اسپانیایی
fr_fr: Espagnol
he_il: ‎ספרדית
pl_pl: Hiszpański
pt_br: Espanhol
ru_ru: Испанский
sr_rs: Španski

source: Thai
da_dk: Thaisk
fa_ir: تایلندی
fr_fr: Thaïlandais
he_il: תאילנגית
pl_pl: Tajski
ru_ru: Тайский
sr_rs: Тајландски

source: Turkish
da_dk: Tyrkisk
de_de: Türkisch
fa_ir: ترکی
fr_fr: Turque
he_il: ‎טורקית
pl_pl: Turecki
pt_br: Turco
ru_ru: Турецкий
sr_rs: Turski

source: Ukrainian
da_dk: Ukrainsk
de_de: Ukrainisch
fa_ir: اوکراینی
fr_fr: Ukrainien
he_il: ‎אוקראינית
pl_pl: Ukraiński
pt_br: Ucraniano
ru_ru: Украинский
sr_rs: Украјински

source: Vietnamese
da_dk: Vietnamesisk
de_de: Vietnamesisch
fa_ir: ویتنامی
fr_fr: Vietnamien
he_il: ‎ויאטנמית
pl_pl: Wietnamski
pt_br: Vietnamita
ru_ru: Вьетнамский
sr_rs: Vijetnamski

source: Zulu
fa_ir: زولو
fr_fr: Zoulou
he_il: זולו
ru_ru: Зулу
sr_rs: Зулу

source: Arvo
fa_ir: اروو
he_il: ארבו
sr_rs: Арво

source: Asap
he_il: בהקדם האפשרי
sr_rs: Што пре

source: Bitter
fa_ir: تلخ
he_il: מריר
pl_pl: Gorzki
sr_rs: Горак

source: Droid Serif
fa_ir: دروید سریف
he_il: Serif דרואיד
pt_br: Dróide Serif
ru_ru: Droid Serif (рус.)
sr_rs: Дроид Сериф

source: Exo 2
fa_ir: اگزو ۲
pl_pl: Egzo 2
ru_ru: Exo 2 (рус.)
sr_rs: Еxо 2

source: Francois One
fa_ir: فرانسوا یک
he_il: פרנסואה אחד
pl_pl: François One
pt_br: François Um
sr_rs: Франсоа 1

source: Inconsolata
fa_ir: اینسولاتا
sr_rs: Неусаглашености

source: Josefin Sans
fa_ir: جوزفین سانس
he_il: ג'וספין Sans
sr_rs: Јосефин Санс

source: Lato
he_il: לאטו
ru_ru: Lato (рус.)
sr_rs: Лато

source: Merriweather Sans
fa_ir: مریودر سانس
he_il: מריוות'ר Sans
nl_nl: Merriweather Zonder
ru_ru: Merriweather Sans (рус.)
sr_rs: Мерриwеатхер Санс

source: Nunito
ru_ru: Nunito (рус.)
sr_rs: Нунито

source: Open Sans
fa_ir: باز کردن سانس
he_il: סן פתוח
pl_pl: Otwarte sieci San
ru_ru: Open Sans (рус.)
sr_rs: Отвори Санс

source: Oswald
he_il: אוסוולד
ru_ru: Oswald (рус.)
sr_rs: Освалд

source: Pacifico
fa_ir: پاسیفیو
he_il: פסיפיקו
pt_br: Pacífico
ru_ru: Pacifico (рус.)
sr_rs: Пацифицо

source: Roboto
he_il: רובוטו
ru_ru: Roboto (рус.)
sr_rs: Робото

source: Signika
fa_ir: سیگنیکا
he_il: סיגניקה
pl_pl: Zygnatariusz
sr_rs: Сигника

source: Source Sans Pro
fa_ir: منبع بدون نرم افزار
ru_ru: Source Sans Pro (рус.)
sr_rs: Извор Санс Про

source: Tangerine
fa_ir: نارنگی
he_il: מנדרינה
pt_br: Tangerina
sr_rs: Мандарина

source: Ubuntu
fa_ir: اوبونتو
he_il: אובנטו
sr_rs: Убунту

source: Card 1
fa_ir: کارت 1
he_il: כרטיס 1
nl_nl: Kaart 1
pl_pl: Karta 1
pt_br: Cartão 1
ru_ru: Карточка 1
sr_rs: Картица 1

source: Card 2
fa_ir: سبد 2
he_il: קלף 2
nl_nl: Credit Kaart 2
pl_pl: Karta 2
pt_br: Cartão 2
ru_ru: Карточка 2
sr_rs: Картица 2

source: Tabbed 1
da_dk: Faneblad 1
de_de: Registerkarten 1
fa_ir: جدول 1
fr_fr: Onglet 1
he_il: כרטיסיות 1
pl_pl: Zakładki 1
pt_br: Com guias 1
ru_ru: Вкладка 1
sr_rs: Картица са картицама 1

source: Tabbed 2
da_dk: Faneblad 2
de_de: Registerkarten 2
fa_ir: جدولبندی 2
fr_fr: Onglet 2
he_il: כרטיסיות 2
nl_nl: Vandaag + 2 dagen
pl_pl: Zakładki 2
pt_br: Com guias 2
ru_ru: Вкладка 2
sr_rs: Картица са картицама 2

source: Chart 1
fa_ir: نمودار 1
he_il: תרשים 1
nl_nl: Grafiek 1
pl_pl: Rozmiarówka 1
pt_br: Tabela 1
ru_ru: График 1
sr_rs: Графикон 1

source: Chart 2
fa_ir: نمودار 2
he_il: תרשים 2
nl_nl: Grafiek 2
pl_pl: Rozmiarówka 2
pt_br: Tabela 2
ru_ru: График 2
sr_rs: Графикон 2

source: Slider 1
fa_ir: اسلایدر 1
he_il: סליידר 1
nl_nl: Schuifknop %1
pt_br: Slide 1
ru_ru: Слайдер 1
sr_rs: Клизач 1

source: Slider 2
fa_ir: اسلایدر 2
he_il: סליידר 2
pt_br: Slide 2
ru_ru: Слайдер 2
sr_rs: Клизач 2

source: Table 1
fa_ir: جدول 1
he_il: טבלה 1
nl_nl: Tabel 1
pl_pl: Tabela nr 1
pt_br: Tabela 1
ru_ru: Таблица 1
sr_rs: Табела 1

source: Table 2
fa_ir: جدول 2
he_il: טבלה 2
nl_nl: Tabel 2
pl_pl: Tabela nr 2
pt_br: Tabela 2
ru_ru: Таблица 2
sr_rs: Табела 2

source: Table 3
fa_ir: جدول 3
he_il: טבלה 3
nl_nl: Tabel 3
pl_pl: Tabela nr 3
pt_br: Tabela 3
ru_ru: Таблица 3
sr_rs: Табела 3

source: Custom 1
fa_ir: سفارشی 1
fr_fr: Personnalisation 1
he_il: מותאם אישית 1
nl_nl: Aangepast 1
pl_pl: Własny 1
ru_ru: Пользовательский 1
sr_rs: Прилагођено 1

source: Custom 2
fa_ir: سفارشی 2
fr_fr: Personnalisation 2
he_il: מותאם אישית 2
nl_nl: Aangepast 2
pl_pl: Własny 2
ru_ru: Пользовательский 2
sr_rs: Прилагођено 2

source: Debug
da_dk: Fejlfind
fa_ir: اشکال زدایی
fr_fr: Débogage
he_il: איתור באגים
pl_pl: Uruchamianie
ru_ru: Отладка
sr_rs: Отклањање грешака

source: Climacons
fa_ir: کلیماکون ها
he_il: שיאים
pl_pl: Klimaty
pt_br: Clímax
sr_rs: Климакони

source: Open Weather Map
fa_ir: باز کردن نقشه هواشناسی
fr_fr: Carte Open Weather
he_il: פתח מפת מזג אוויר
nl_nl: Weerkaart openen
pl_pl: Otwórz mapę pogody
sr_rs: Отвори мапу временске прогнозе

source: Weather Icons
fa_ir: اب و هوا ایکون
fr_fr: Icônes météo
he_il: סמלי מזג אוויר
nl_nl: Weer Iconen
pl_pl: Ikony pogody
pt_br: Ícones do tempo
ru_ru: Значки погоды
sr_rs: Иконе временске прогнозе

source: Forecast
da_dk: Vejrudsigt
de_de: Vorhersage
fa_ir: پیش بینی
fr_fr: Prévision
he_il: תחזית
pl_pl: Przewidywanie
pt_br: Previsão
sr_rs: Предвиђања

source: Dripicons
fa_ir: قطره
he_il: דריפיקונים
pl_pl: Dripikony
ru_ru: Капельницы
sr_rs: Дрипицонс

source: Pixeden
fa_ir: پیکسدن
he_il: פיקסדן
sr_rs: Пикседен

source: None
da_dk: Ingen
fa_ir: هیچ یک
fr_fr: Rien
he_il: ללא
nl_nl: Geen
pl_pl: Brak
pt_br: Nenhum
ru_ru: Отсутствует
sr_rs: Ништа

source: Day of the week (eg: Sunday)
da_dk: Ugedag (f.eks: søndag)
de_de: Wochentag (z.B. Sonnatg)
fa_ir: روز هفته (به عنوان مثال: یکشنبه)
fr_fr: Jour de la semaine (par exemple: dimanche)?
he_il: יום בשבוע (למשל: יום ראשון)
nl_nl: Dag van de week (bv: Zondag)
pl_pl: Dzień tygodnia (np. niedziela)
pt_br: Dia da semana (por exemplo: domingo)
ru_ru: День недели (т.е: Воскресенье)
sr_rs: Дан у недељи (на језику: енглески)

source: Today's date
da_dk: Dags dato
de_de: Heutiges Datum
fa_ir: تاریخ امروز
fr_fr: Date du jour
he_il: התאריך של היום
nl_nl: De datum van vandaag
pl_pl: Dzisiejsza data
pt_br: Data de hoje
ru_ru: Текущая дата
sr_rs: Данашњи датум

source: Today's date and time
da_dk: Dato og klokkeslæt for dags dato
de_de: Heutiges Datum und Uhrzeit
fa_ir: تاریخ و زمان امروز
fr_fr: Date et heure du jour
he_il: התאריך והשעה של היום
nl_nl: De datum van vandaag
pl_pl: Dzisiaj
pt_br: Data e hora de hoje
ru_ru: Сегодняшняя дата и время
sr_rs: Данашњи датум и време

source: mi/h
ru_ru: миль/ч
sr_rs: ми/х

source: m/s
he_il: מיל/שניה
ru_ru: м/с
sr_rs: м/с

source: km/h
da_dk: km/t
ru_ru: км/ч
sr_rs: км/х

source: kt
fr_fr: noeuds
he_il: קט
ru_ru: узлов
sr_rs: кт

source: direction of the wind
da_dk: retningen af vinden
de_de: Windrichtung
fa_ir: جهت باد
fr_fr: direction du vent
he_il: כיוון הרוח
nl_nl: richting van de wind
pl_pl: kierunek wiatru
pt_br: direção do vento
ru_ru: направление ветра
sr_rs: правац ветра

source: source of the wind flow
da_dk: kilden til vindstrømmen
de_de: Quelle der Windströmung
fa_ir: منبع جریان باد
fr_fr: source du flux de vent
he_il: מקור זרימת הרוח
nl_nl: bron van de windstroom
pl_pl: źródło przepływu wiatru
pt_br: fonte do fluxo do vento
ru_ru: источник потока ветра
sr_rs: извор тока ветра

source: Inches of Mercury
da_dk: Inches af Mercury
de_de: Zoll Quecksilbersäule
fa_ir: اینچ جیوه
fr_fr: Pouces de mercure
he_il: סנטימטרים של כספית
nl_nl: Centimeters kwik
pl_pl: Cale Merkurego
pt_br: Polegadas de Mercúrio
ru_ru: дюйм рт.ст
sr_rs: Центиметри Меркура

source: Millimeter of Mercury
da_dk: Millimeter af Mercury
de_de: Millimeter Quecksilbersäule
fa_ir: میلیمتر جیوه
fr_fr: Millimètre de mercure
he_il: מילימטר מרקורי
nl_nl: Millimeter kwik
pl_pl: Milimetr rtęci
pt_br: Milímetro de Mercúrio
ru_ru: мм рт.ст
sr_rs: Милиметар Меркура

source: Hectopascal
da_dk: Hektopascal
de_de: Hektopascal
fa_ir: هستوپاسکال
he_il: הקטופסקל
pl_pl: Hektopaskal
ru_ru: гПа
sr_rs: Хецтопасцал

source: Millibar
fa_ir: میلیبار
he_il: מיליבר
pl_pl: Milibar
ru_ru: мбар
sr_rs: Милибар

source: Today
da_dk: Idag
de_de: Heute
fa_ir: امروز
fr_fr: Aujourd'hui
he_il: ‎היום
nl_nl: Vandaag
pl_pl: Dzisiaj
pt_br: Hoje
ru_ru: Сегодня
sr_rs: Danas

source: Today + 1 day
da_dk: I dag + 1 dag
de_de: Heute + 1 Tag
fa_ir: امروز + 1 روز
fr_fr: Aujourd’hui + 1 jour
he_il: היום + יום אחד
nl_nl: Vandaag + 1 dag
pl_pl: Dzisiaj + 1 dzień
pt_br: Hoje + 1 dia
ru_ru: Сегодня + 1 день
sr_rs: Данас + 1 дан

source: Today + 2 days
da_dk: I dag + 2 dage
de_de: Heute + 2 Tage
fa_ir: امروز + 2 روز
fr_fr: Aujourd’hui + 2 jours
he_il: היום + 2 ימים
nl_nl: Vandaag + 2 dagen
pl_pl: Dzisiaj + 2 dni
pt_br: Hoje + 2 dias
ru_ru: Сегодня + 2 дня
sr_rs: Данас + 2 дана

source: Today + 3 days
da_dk: I dag + 3 dage
de_de: Heute + 3 Tage
fa_ir: امروز + 3 روز
fr_fr: Aujourd’hui + 3 jours
he_il: היום + 3 ימים
nl_nl: Vandaag + 3 dagen
pl_pl: Dzisiaj + 3 dni
pt_br: Hoje + 3 dias
ru_ru: Сегодня + 3 дня
sr_rs: Данас + 3 дана

source: Today + 4 days
da_dk: I dag + 4 dage
de_de: Heute + 4 Tage
fa_ir: امروز + 4 روز
fr_fr: Aujourd’hui + 4 jours
he_il: היום + 4 ימים
nl_nl: Vandaag + 4 dagen
pl_pl: Dzisiaj + 4 dni
pt_br: Hoje + 4 dias
ru_ru: Сегодня + 4 дня
sr_rs: Данас + 4 дана

source: Today + 5 days
da_dk: I dag + 5 dage
de_de: Heute + 5 Tage
fa_ir: امروز + 5 روز
fr_fr: Aujourd’hui + 5 jours
he_il: היום + 5 ימים
nl_nl: Vandaag + 5 dagen
pl_pl: Dzisiaj + 5 dni
pt_br: Hoje + 5 dias
ru_ru: Сегодня + 5 дней
sr_rs: Данас + 5 дана

source: Today + 6 days
da_dk: I dag + 6 dage
de_de: Heute + 6 Tage
fa_ir: امروز + 6 روز
fr_fr: Aujourd’hui + 6 jours
he_il: היום + 6 ימים
nl_nl: Vandaag + 6 dagen
pl_pl: Dzisiaj + 6 dni
pt_br: Hoje + 6 dias
ru_ru: Сегодня + 6 дней
sr_rs: Данас + 6 дана

source: Today + 7 days
da_dk: I dag + 7 dage
de_de: Heute + 7 Tage
fa_ir: امروز + 7 روز
fr_fr: Aujourd’hui + 7 jours
he_il: היום + 7 ימים
nl_nl: Vandaag + 7 dagen
pl_pl: Dzisiaj + 7 dni
pt_br: Hoje + 7 dias
ru_ru: Сегодня + 7 дней
sr_rs: Данас + 7 дана

source: Modal
da_dk: Luk modalvinduet
fa_ir: مودال
he_il: מודאל (תיבה קופצת עם החשכת מסך)
nl_nl: Modaal
pl_pl: Modalny
ru_ru: Модальное
sr_rs: Модални

source: Inline
da_dk: Indlejret
fa_ir: درون خطی
he_il: בשורה
pl_pl: Wstawka
ru_ru: Встроенное
sr_rs: У равни

source: Short days names
da_dk: Kort dagsnavne
de_de: Kurzbezeichnung Wochentage
fa_ir: نام کوتاه روز ها
fr_fr: Noms des jours en abrégé
he_il: ‎שמות ימים קצרים
nl_nl: Naam van dag afkorten
pl_pl: Skrócone nazwy dni
pt_br: Nomes de dia abreviados
ru_ru: Короткие имена дней
sr_rs: Имена кратких дана

source: Normal days names
da_dk: Normale dagsnavne
de_de: Volle Wochentage
fa_ir: نام روزها
fr_fr: Noms des jours par défaut
he_il: ‎שמות ימים רגילים
nl_nl: Normale naam van dag
pl_pl: Normalne nazwy dni
pt_br: Nomes de dias completos
ru_ru: Обычные имена дней
sr_rs: Нормална имена дана

source: Select image
da_dk: Vælg billede
de_de: Bild auswählen
fa_ir: انتخاب تصویر
fr_fr: Sélectionner une image
he_il: בחר תמונה
nl_nl: Selecteer afbeelding
pl_pl: Wybierz obraz
pt_br: Selecionar Imagem
ru_ru: Выберите изображение
sr_rs: Odaberite sliku

source: Solid
fa_ir: جامد
fr_fr: Solide
he_il: רציף
pl_pl: Ciągła
pt_br: Sólido
ru_ru: Сплошная
sr_rs: Čvrsto

source: Dotted
da_dk: Prikket
fa_ir: نقطه چین
fr_fr: Pointillés
he_il: מנוקד
nl_nl: Gestippeld
pl_pl: Linia kropkowana
pt_br: Pontilhado
ru_ru: Точки
sr_rs: Тачкасто

source: Dashed
da_dk: Stiplet
fa_ir: نقطه چین
fr_fr: Tirets
he_il: מקווקו
nl_nl: Gestreept
pl_pl: Kreskowa
pt_br: Tracejado
ru_ru: Пунктир
sr_rs: Isprekidano

source: Double
da_dk: Dobbelt
fa_ir: دو برابر
he_il: כפול
nl_nl: Dubbel
pl_pl: Podwójny
pt_br: Duplo
ru_ru: Двойная
sr_rs: Дупло

source: Groove
da_dk: Udfræsning
fa_ir: شیار
he_il: חריץ
nl_nl: Groef
pl_pl: Z rowkami
pt_br: Sulco
ru_ru: Выемка
sr_rs: Жлеб

source: Inset
fa_ir: درج
fr_fr: Intérieure
he_il: פנימי
nl_nl: Naar binnen
pl_pl: Wstaw
pt_br: Inserção
ru_ru: Внутренняя тень
sr_rs: Уметак

source: Outset
fa_ir: ابتدا
fr_fr: Extérieure
he_il: חיצוני
nl_nl: Naar buiten
pl_pl: Początek
pt_br: Relevo
ru_ru: Наружная тень
sr_rs: Почетак

source: Ridge
da_dk: Kant
fa_ir: خط الراس
he_il: רכס
nl_nl: Ribbel
pl_pl: Grzbietowy
pt_br: Relevo
ru_ru: Выпуклость
sr_rs: Гребен

source: Small
da_dk: Lille
de_de: Klein
fa_ir: کوچک
fr_fr: Petite
he_il: ‎קטן
nl_nl: Klein
pl_pl: Małe
pt_br: Pequeno
ru_ru: Мелко
sr_rs: Malo

source: Medium
de_de: Mittel
fa_ir: متوسط
fr_fr: Moyenne
he_il: ‎בינוני
nl_nl: Gemiddeld
pl_pl: Średnie
pt_br: Médio
ru_ru: Средне
sr_rs: Srednje

source: Large
da_dk: Stor
de_de: Groß
fa_ir: بزرگ
fr_fr: Grande
he_il: ‎גדול
nl_nl: Groot
pl_pl: Duże
pt_br: Grande
ru_ru: Крупно
sr_rs: Велика

source: (You need to configure your “OWM Weather” settings individually on every website in the network if this is turned off.)
da_dk: (Du skal konfigurere dine "OWM Weather"-indstillinger individuelt på hvert websted i netværket, hvis dette er slået fra.)
de_de: (Sie müssen Ihre "OWM Wetter" -Einstellungen auf jeder Website im Netzwerk einzeln konfigurieren, wenn dies deaktiviert ist.)
fa_ir: (شما باید تنظیمات "OWM Weather" خود را به صورت جداگانه در هر وب سایت در شبکه پیکربندی کنید اگر این خاموش است.)
fr_fr: (Vous devez configurer vos paramètres « OWM Weather » individuellement sur chaque site Web du réseau si cette option est désactivée.)
he_il: (עליך להגדיר את הגדרות "מזג האוויר של OWM" בנפרד בכל אתר אינטרנט ברשת אם אפשרות זו כבויה.)
nl_nl: (U moet uw "OWM Weather" -instellingen afzonderlijk configureren op elke website in het netwerk als dit is uitgeschakeld.)
pl_pl: (Musisz skonfigurować ustawienia "OWM Weather" indywidualnie na każdej stronie internetowej w sieci, jeśli jest to wyłączone.)
pt_br: (Você precisa configurar suas configurações de "OWM Weather" individualmente em cada site da rede se isso estiver desativado.)
ru_ru: (Вам необходимо настроить параметры «OWM Weather» индивидуально на каждом веб-сайте в сети, если он отключен.)
sr_rs: (Потребно је да подесите поставке "ОWМ Wеатхер" појединачно на свакој Веб локацији на мрежи ако је ово искључено.)

source: (Not recommended!)
da_dk: (Ikke anbefalet!)
de_de: (Nicht zu empfehlen!)
fa_ir: (توصیه نمی شود!)
fr_fr: (Non recommandé!)
he_il: (לא מומלץ!)
nl_nl: (Niet aanbevolen!)
pl_pl: (Nie polecam!)
pt_br: (Não recomendado!)
ru_ru: (Не рекомендуется!)
sr_rs: (Не препоручује се!)

source: Default value: 30 minutes
da_dk: Standardværdi: 30 minutter
de_de: Standardwert: 30 Minuten
fa_ir: مقدار پیش فرض: 30 دقیقه
fr_fr: Valeur par défaut: 30 minutes
he_il: ערך ברירת מחדל: 30 דקות
nl_nl: Standaard waarde: 30 minuten
pl_pl: Wartość domyślna: 30 minut
pt_br: Valor padrão: 30 minutos
ru_ru: По умолчанию: 30 минут
sr_rs: Подразумевана вредност: 30 минута

source: Strongly recommended:
da_dk: Stærkt anbefalet:
de_de: Dringend empfohlen:
fa_ir: به شدت توصیه می شود:
fr_fr: Fortement recommandé:
he_il: מומלץ בחום:
nl_nl: Sterk aangeraden:
pl_pl: Zdecydowanie zalecane:
pt_br: Fortemente recomendado:
ru_ru: Настоятельно рекомендуется:
sr_rs: Препоручује се:

source: Get your free OWM API key here
da_dk: Få din gratis OWM API nøgle her
de_de: Holen Sie sich hier Ihren kostenlosen OWM-API-Schlüssel
fa_ir: کلید API رایگان OWM خود را از اینجا دریافت کنید
fr_fr: Obtenez votre clé API OWM gratuite ici
he_il: קבל את מפתח ה- API של OWM בחינם כאן
nl_nl: Ontvang hier uw gratis OWM API-sleutel
pl_pl: Pobierz bezpłatny klucz API OWM tutaj
pt_br: Obtenha sua chave de API OWM gratuita aqui
ru_ru: Получите свой бесплатный API-ключ OWM здесь
sr_rs: Набавите свој бесплатан ОWМ АПИ кључ овде

source: (Check this if you already include Bootstrap in your theme)
da_dk: (Markere dette, hvis du allerede inkluderer Bootstrap i dit tema)
de_de: (Aktivieren Sie dies, wenn Sie Bootstrap bereits in Ihr Theme aufnehmen)
fa_ir: (اگر قبلا بوت استرپ را در قالب خود قرار داده اید این را بررسی کنید)
fr_fr: (Vérifiez ceci si vous incluez déjà Bootstrap dans votre thème)
he_il: (בדוק זאת אם אתה כבר כולל את Bootstrap בערכת העיצוב שלך)
nl_nl: (Controleer dit als je Bootstrap al in je thema opneemt)
pl_pl: (Sprawdź to, jeśli już dołączasz Bootstrap do swojego motywu)
pt_br: (Verifique isso se você já incluir o Bootstrap no seu tema)
ru_ru: (Отметьте, если вы уже включили Bootstrap в вашей теме)
sr_rs: (Проверите ово ако сте већ укључили Боотстрап у тему)

source: Get started with OWM Weather
da_dk: Kom i gang med OWM Weather
de_de: Erste Schritte mit OWM Weather
fa_ir: با OWM Weather شروع کنید
fr_fr: Premiers pas avec OWM Weather
he_il: תחילת העבודה עם OWM Weather
nl_nl: Aan de slag met OWM Weather
pl_pl: Zacznij korzystać z OWM Weather
pt_br: Introdução ao OWM Weather
ru_ru: Начать работу с OWM Weather
sr_rs: Први кораци са ОWМ Wеатхер

source: Create your first weather
da_dk: Opret din første vejrudsigt
de_de: Erstellen Sie Ihr erstes Wetter
fa_ir: اولین آب و هوا را ایجاد کنید
fr_fr: Créer votre première météo
he_il: צור את מזג האוויר הראשון שלך
nl_nl: Maak je eerste weersvoorpeliing
pl_pl: Stwórz swoją pierwszą pogodę
pt_br: Crie seu primeiro clima
ru_ru: Создайте вашу первую погоду
sr_rs: Креирајте своје прво време

source: Having a problem with OWM Weather?
da_dk: Har du et problem med OWM Weather?
de_de: Haben Sie ein Problem mit OWM Weather?
fa_ir: داشتن مشکل با اب و هوای OWM؟
fr_fr: Vous avez un problème avec OWM Weather?
he_il: נתקלת בבעיה עם מזג אוויר OWM?
nl_nl: Heb je een probleem met OWM Weather?
pl_pl: Masz problem z OWM Weather?
pt_br: Está tendo um problema com o OWM Weather?
ru_ru: Возникли проблемы с OWM Weather?
sr_rs: Имате проблем са ОWМ Wеатхер?

source: OWM Weather Blog
de_de: OWM Wetter Blog
fa_ir: OWM اب و هوا وبلاگ
he_il: בלוג מזג האוויר של OWM
nl_nl: OWM Weer Blog
pl_pl: Blog pogodowy OWM
pt_br: OWM Blog Clima
ru_ru: Блог OWM Weather
sr_rs: ОWМ Wеатхер Блог

source: OWM Weather Forum on WordPress.org
da_dk: OWM Weather Forum på WordPress.org
de_de: OWM Weather Forum auf WordPress.org
fa_ir: فوروم OWM Weather در WordPress.org
fr_fr: OWM Weather Forum de WordPress.org
he_il: פורום OWM Weather באתר וורדפרס
nl_nl: OWM Weather Forum op WordPress.org
pl_pl: Forum dyskusyjne OWM Weather na WordPress.org
pt_br: Fórum do OWM Weather no WordPress.org
ru_ru: Форум OWM Weather на WordPress.org
sr_rs: ОWМ Wеатхер Форум он WordPress.org

source: Show on all weather
da_dk: Vis på alt vejr
de_de: Für alle Wetter darstellen
fa_ir: نمایش در تمام اب و هوا
fr_fr: Afficher par tous les météos
he_il: הצג בכל מזג אוויר
nl_nl: Toon op alle weersomstandigheden
pl_pl: Pokaż na każdą pogodę
pt_br: Mostrar em todos os climas
ru_ru: Показывать на любой погоде
sr_rs: Прикажи све временске прилике

source: Suppress on all weather
da_dk: Undertryk på alt vejr
de_de: Für alle Wetter unterdrücken
fa_ir: سرکوب در تمام اب و هوا
fr_fr: Supprimer par tous les météos
he_il: לדכא בכל מזג אוויר
nl_nl: Onderdrukken bij alle weersomstandigheden
pl_pl: Tłumienie w każdych warunkach pogodowych
pt_br: Suprimir em todas as condições meteorológicas
ru_ru: Запрещать в любую погоду
sr_rs: Потисните све временске прилике

source: Setup OWM Weather
da_dk: Opsætning af OWM Weather
de_de: OWM Weather Einrichtung
fa_ir: راه اندازی OWM Weather
fr_fr: Installer OWM Weather
he_il: הגדרת מזג אוויר OWM
nl_nl: OWM Weather instellen
pl_pl: Konfiguracja pogody OWM
pt_br: Configurar o OWM Weather
ru_ru: Настройка OWM Weather
sr_rs: Подешавање временске прогнозе ОWМ

source: Leave all other settings as is for now and hit "Save changes".
da_dk: Lad alle andre indstillinger være, som de er for nu, og tryk på "Gem ændringer".
de_de: Lassen Sie alle anderen Einstellungen vorerst unverändert und klicken Sie auf "Änderungen speichern".
fa_ir: تمام تنظیمات دیگر را همانطور که در حال حاضر است ترک کنید و "ذخیره تغییرات" را بزنید.
fr_fr: Laissez tous les autres paramètres tels quels pour l’instant et appuyez sur « Enregistrer les modifications ».
he_il: השאר את כל ההגדרות האחרות כפי שהן לעת עתה ולחץ על "שמור שינויים".
nl_nl: Laat alle andere instellingen voorlopig zoals ze zijn en klik op "Wijzigingen opslaan".
pl_pl: Pozostaw wszystkie inne ustawienia bez zmian i naciśnij "Zapisz zmiany".
pt_br: Deixe todas as outras configurações como estão por enquanto e clique em "Salvar alterações".
ru_ru: Оставьте все остальные настройки как есть и нажмите "Сохранить изменения".
sr_rs: Оставите све остале поставке као што је за сада и притисните"Сачувај промене".

source: Please upload a valid .json file
da_dk: Venligst upload en gyldig json fil
de_de: Bitte lade eine gültige .json Datei
fa_ir: لطفا یک فایل json آپلود کنید
fr_fr: Veuillez uploader un fichier JSON valide
he_il: העלה קובץ json תקני בבקשה
nl_nl: Upload aub een geldig .json bestand
pl_pl: Proszę załadować poprawny plik .json
pt_br: Favor carregar um arquivo .json válido
ru_ru: Пожалуйста, загрузите правильный файл .json
sr_rs: Отпремите важећу .јсон датотеку

source: Please upload a file to import
da_dk: Overfør en fil, der skal importeres
de_de: Bitte lade eine Datei für den Import
fa_ir: لطفا یک فایل برای import آپلود کنید
fr_fr: Uploader un fichier à importer SVP
he_il: העלה קובץ לייבוא בבקשה
nl_nl: Upload aub een bestand om te importeren
pl_pl: Proszę załadować plik do importu
pt_br: Favor carregar um arquivo para importar
ru_ru: Пожалуйста, загрузите файл для импорта
sr_rs: Отпремите датотеку за увоз
