Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Moderate Rain
da_dk: Moderat regn
de_de: Regen
fa_ir: باران متوسط
fr_fr: Pluie modérée
he_il: גשם קל
nl_nl: Matige regen
pl_pl: Umiarkowany deszcz
pt_br: Chuva moderada
ru_ru: Умеренный дождь
sr_rs: Умерена киша

source: Heavy Intensity Rain
da_dk: Kraftig kraftig regn
de_de: Starker Regen
fa_ir: باران با شدت سنگین
fr_fr: Pluie de forte intensité
he_il: גשם בעוצמה כבדה
nl_nl: Zware intensiteit regen
pl_pl: Intensywne deszcze
pt_br: Chuva de Forte Intensidade
ru_ru: Сильный интенсивный дождь
sr_rs: Киша јаког интензитета

source: Very Heavy Rain
da_dk: Meget kraftig regn
de_de: Sehr starker Regen
fa_ir: باران بسیار سنگین
fr_fr: Très fortes pluies
he_il: גשם כבד מאוד
nl_nl: Zeer zware regen
pl_pl: Bardzo ulewny deszcz
pt_br: Chuva muito forte
ru_ru: Очень сильный дождь
sr_rs: Веома јака киша

source: Extreme Rain
da_dk: Ekstrem regn
de_de: Extremer Regen
fa_ir: باران شدید
fr_fr: Pluie extrême
he_il: גשם קיצוני
nl_nl: Extreme regen
pl_pl: Ekstremalny deszcz
pt_br: Chuva extrema
ru_ru: Сильный дождь
sr_rs: Екстремна киша

source: Freezing Rain
da_dk: Isslag
de_de: Eisregen
fa_ir: باران یخ زده
fr_fr: Pluie verglaçante
he_il: גשם מקפיא
nl_nl: Ijskoude regen
pl_pl: Marznący deszcz
pt_br: Chuva congelante
ru_ru: Дождь, гололед
sr_rs: Ледена киша

source: Light Intensity Shower Rain
da_dk: Lysintensitetsregn regn
de_de: Leichte Regenschauer
fa_ir: شدت نور باران دوش
fr_fr: Intensité légère Pluie de douche
he_il: עוצמה קלה מקלחת גשם
nl_nl: Lichtintensiteit Bui Regen
pl_pl: Lekki deszcz
pt_br: Chuva de Chuva de Intensidade Leve
ru_ru: Слабоинтенсивный ливневый снегопад
sr_rs: Киша под тушем лаганог интензитета

source: Shower Rain
da_dk: Regn i byge
de_de: Regenschauer
fa_ir: باران دوش
fr_fr: Douche Pluie
he_il: מקלחת גשם
nl_nl: Douche Regen
pl_pl: Ulewy
pt_br: Chuveiro Chuva
ru_ru: Проливной дождь
sr_rs: Киша под тушем

source: Heavy Intensity Shower Rain
da_dk: Kraftig intensitet bruser regn
de_de: Starke Regenschauer
fa_ir: باران شدید دوش
fr_fr: Pluie averse de forte intensité
he_il: גשם בעוצמה כבדה
nl_nl: Zware intensiteit buien regen
pl_pl: Intensywny deszcz
pt_br: Chuva de chuva de forte intensidade
ru_ru: Сильный проливной дождь
sr_rs: Киша под јаким интензитетом

source: Ragged Shower Rain
da_dk: Laset bruser regn
de_de: Vereinzelt Regenschauer
fa_ir: باران دوش پاره پاره
fr_fr: Pluie de pluie de pluie en lambeaux
he_il: גשם גשם מרופט
nl_nl: Rafelige douche regen
pl_pl: Poszarpany deszcz
pt_br: Chuva de chuveiro esfarrapado
ru_ru: Полосовой проливной дождь
sr_rs: Разрогачена киша туша

source: Light Snow
da_dk: Let sne
de_de: Leichter Schneefall
fa_ir: برف سبک
fr_fr: Neige légère
he_il: שלג קל
nl_nl: Lichte sneeuw
pl_pl: Lekki śnieg
pt_br: Neve Leve
ru_ru: Слабый снегопад
sr_rs: Лагани снег

source: Heavy Snow
da_dk: Kraftig sne
de_de: Starker Schneefall
fa_ir: برف سنگین
fr_fr: Neige lourde
he_il: שלג כבד
nl_nl: Zware sneeuw
pl_pl: Ciężki śnieg
pt_br: Neve Pesada
ru_ru: Сильный снегопад
sr_rs: Јак снег

source: Sleet
da_dk: Slud
de_de: Schneeregen
fa_ir: برف و باران
fr_fr: Neige fondue
he_il: גֶּשֶׁם־שֶׁלֶג
nl_nl: Natte Sneeuw
pl_pl: Deszcz ze śniegiem
pt_br: Granizo
ru_ru: Мокрый снег
sr_rs: Суснежица

source: Light Shower Sleet
da_dk: Let bruser slud
de_de: Starker Schneeregen
fa_ir: نور دوش Sleet
fr_fr: Douche légère grésil
he_il: סלייט מקלחת קלה
nl_nl: Lichte douche ijzel
pl_pl: Lekki prysznic ze śniegiem
pt_br: Chuveiro leve Sleet
ru_ru: Слабый ливневый мокрый снег
sr_rs: Суснежица за лагани туш

source: Shower Sleet
da_dk: Bruser slud
de_de: Starker Schneeregen
fa_ir: دوش Sleet
fr_fr: Grésil de douche
he_il: מקלחת Sleet
nl_nl: Douche Ijzel
pl_pl: Prysznic ze śniegiem
pt_br: Manga de chuveiro
ru_ru: Ливневый мокрый снег
sr_rs: Суснежица за туширање

source: Light Rain and Snow
da_dk: Let regn og sne
de_de: Leichter Regen und Schneefall
fa_ir: باران و برف سبک
fr_fr: Pluie légère et neige
he_il: גשם קל ושלג
nl_nl: Lichte regen en sneeuw
pl_pl: Lekki deszcz i śnieg
pt_br: Chuva leve e neve
ru_ru: Слабый дождь со снегом
sr_rs: Лагана киша и снег

source: Rain and Snow
da_dk: Regn og sne
de_de: Regen und Schneefall
fa_ir: باران و برف
fr_fr: Pluie et Neige
he_il: גשם ושלג
nl_nl: Regen en Sneeuw
pl_pl: Deszcz i śnieg
pt_br: Chuva e neve
ru_ru: Дождь со снегом
sr_rs: Киша и снег

source: Light Shower Snow
da_dk: Let brusesne
de_de: Leichte Schneeschauer
fa_ir: نور دوش برف
fr_fr: Pluie légère Neige
he_il: מקלחת קלה שלג
nl_nl: Lichte bui sneeuw
pl_pl: Lekki prysznic Śnieg
pt_br: Chuveiro Leve de Neve
ru_ru: Небольшой ливневый снегопад
sr_rs: Снег са лаганим тушем

source: Shower Snow
da_dk: Bruser Sne
de_de: Schneeschauer
fa_ir: دوش برف
fr_fr: Douche Neige
he_il: מקלחת שלג
nl_nl: Douche Sneeuw
pl_pl: Prysznic Śnieg
pt_br: Ducha de Neve
ru_ru: Ливневый снегопад
sr_rs: Снег за туширање

source: Heavy Shower Snow
da_dk: Kraftig brusesnene
de_de: Starke Schneeschauer
fa_ir: برف دوش سنگین
fr_fr: Forte averse de neige
he_il: גשם כבד שלג
nl_nl: Zware bui sneeuw
pl_pl: Ulewny deszcz Śnieg
pt_br: Chuveiro pesado de neve
ru_ru: Сильный ливневый снегопад
sr_rs: Јак туш снег

source: Mist
da_dk: Tåge
de_de: Leichter Schneefall
fa_ir: غبار
fr_fr: Brume
he_il: ערפל
pl_pl: Zamglenie
pt_br: Névoa
ru_ru: Туман
sr_rs: Магли

source: Smoke
da_dk: Røg
de_de: Rauch
fa_ir: دود
fr_fr: Fumée
he_il: עשן
nl_nl: Rook
pl_pl: Dym
pt_br: Fumo
ru_ru: Дым
sr_rs: Пуљиљ

source: Haze
da_dk: Tåge
de_de: Eingetrübt
fa_ir: مه
fr_fr: Brume
he_il: אובך
nl_nl: Nevel
pl_pl: Mgła
pt_br: Neblina
ru_ru: Легкий туман
sr_rs: Хејз

source: Sand / Dust Whirls
da_dk: Sand / Støv hvirvler
de_de: Sandsturm
fa_ir: شن و ماسه / گرد و غبار چرخش
fr_fr: Tourbillons de sable / poussière
he_il: מערבולות חול / אבק
nl_nl: Zand / Stof wervelingen
pl_pl: Wiry piaskowe / pyłowe
pt_br: Redemoinhos de Areia / Poeira
ru_ru: Песчано-пылевые вихри
sr_rs: Песак / Вртлог прашине

source: Fog
da_dk: Tåge
de_de: Nebel
fa_ir: مه
fr_fr: Brouillard
he_il: ערפל
nl_nl: Mistig
pl_pl: Mgła
pt_br: Névoa
ru_ru: Густой туман
sr_rs: Магла

source: Sand
fa_ir: شن
fr_fr: Sable
he_il: חול
nl_nl: Zand
pl_pl: Piasku
pt_br: Arenoso
ru_ru: Песок
sr_rs: Песак

source: Dust
da_dk: Støv
de_de: Staub
fa_ir: گرد و خاک
fr_fr: Poussière
he_il: אבק
nl_nl: Stof
pl_pl: Smog
pt_br: Poeira
ru_ru: Пыльно
sr_rs: Праљина

source: Volcanic Ash
da_dk: Vulkansk aske
de_de: Vulkanasche
fa_ir: خاکستر اتشفشانی
fr_fr: Cendres volcaniques
he_il: אפר וולקני
nl_nl: Vulkanische as
pl_pl: Popiół wulkaniczny
pt_br: Cinza vulcânica
ru_ru: Вулканическая пыль
sr_rs: Вулкански пепео

source: Squalls
da_dk: Byger
de_de: Sturmböen
fa_ir: اسکولز
fr_fr: Rafales
he_il: עליבות
nl_nl: Windstoren
pl_pl: Szkwał
pt_br: Rajadas
ru_ru: Шквалистый ветер
sr_rs: Скволи

source: Tornado
fa_ir: گردباد
fr_fr: Tornade
he_il: טורנדו
ru_ru: Ураган
sr_rs: Торнадо

source: Clear Sky
da_dk: Klar Himmel
de_de: Wolkenloser Himmel
fa_ir: آسمان شفاف
fr_fr: Ciel Clair
he_il: שמיים בהירים
nl_nl: Helder
pl_pl: Czyste niebo
pt_br: Céu Limpo
ru_ru: Ясно
sr_rs: Ведро небо

source: Few Clouds
da_dk: Få skyer
de_de: Leicht bewölkt
fa_ir: چند ابر
fr_fr: Peu de nuages
he_il: מעט עננים
nl_nl: Weinig wolken
pl_pl: Kilka chmur
pt_br: Poucas nuvens
ru_ru: Немного облачно
sr_rs: Неколико облака

source: Scattered Clouds
da_dk: Spredte skyer
de_de: Vereinzelte Wolken
fa_ir: ابرهای پراکنده
fr_fr: Nuages épars
he_il: עננים פזורים
nl_nl: Schaapjes bewolking
pl_pl: Rozproszone chmury
pt_br: Nuvens dispersas
ru_ru: Отдельные облака
sr_rs: Разбацани облаци

source: Broken Clouds
da_dk: Brudte skyer
de_de: Bewölkt
fa_ir: نیمه ابریی
fr_fr: Nuages brisés
he_il: עננים בינוניים
nl_nl: Gebroken wolken
pl_pl: Rozbite chmury
pt_br: Nuvens quebradas
ru_ru: Рваные облака
sr_rs: Разбијени облаци

source: Overcast Clouds
da_dk: Overskyede skyer
de_de: Bedeckt
fa_ir: ابرهای ابری
fr_fr: Nuages couverts
he_il: עננים מעוננים
nl_nl: Bewolkte wolken
pl_pl: Zachmurzone chmury
pt_br: Nuvens nubladas
ru_ru: Сплошная облачность
sr_rs: Тамни облаци

source: Prev
da_dk: Forrige
de_de: Vorhergehender
fa_ir: قبلی
fr_fr: Précédent
he_il: הקודם
nl_nl: Vorige
pl_pl: Poprzedni
pt_br: Anterior
ru_ru: Назад
sr_rs: Prethodno

source: Next
da_dk: Næste
de_de: Nächster
fa_ir: بعدی
fr_fr: Suivante
he_il: הבא
nl_nl: Volgende
pl_pl: Następny
pt_br: Próximo
ru_ru: Далее
sr_rs: Следеће

source: Insert a OWM Weather shortcode in your page.
da_dk: Indsæt en OWM Weather-kortkode på din side.
de_de: Füge einen OWM Weather-Shortcode in deine Seite ein.
fa_ir: یک کد کوتاه OWM Weather را در صفحه خود قرار دهید.
fr_fr: Insérez un shortcode OWM Weather dans votre page.
he_il: הוסף קוד קצר של מזג אוויר OWM לדף שלך.
nl_nl: Voeg een OWM Weather shortcode in uw pagina in.
pl_pl: Wstaw krótki kod OWM Weather na swojej stronie.
pt_br: Insira um shortcode do OWM Weather em sua página.
ru_ru: Вставьте шорткод OWM Weather на свою страницу.
sr_rs: Уметните ОWМ Временску прогнозу у своју страницу.

source: No weather posts were found. Create a weather first.
da_dk: Der blev ikke fundet nogen vejrudsigter. Opret en vejrudsigt først.
de_de: Es wurden keine Wetter gefunden. Erstellen Sie zuerst ein Wetter.
fa_ir: هیچ هواشناسی پیدا نشد. ابتدا اب و هوا را ایجاد کنید.
fr_fr: Aucun poste météorologique n’a été trouvé. Créez d’abord une météo.
he_il: לא נמצאו עמודי מזג אוויר. צור תחילה מזג אוויר.
nl_nl: Er werden geen weerberichten gevonden. Maak eerst een weer.
pl_pl: Nie znaleziono żadnych postów pogodowych. Najpierw stwórz pogodę.
pt_br: Nenhum poste meteorológico foi encontrado. Crie um clima primeiro.
ru_ru: Метеопостов обнаружено не было. Сначала создайте погоду.
sr_rs: Нису пронађени метеоролошки пунктови. Прво креирајте временску прогнозу.

source: Select a weather post:
da_dk: Vælg et vejr-indlæg:
de_de: Wähle ein Wetter aus:
fa_ir: یک اب و هوا را انتخاب کنید:
fr_fr: Sélectionnez un poste météo :
he_il: בחר פוסט מזג אוויר:
nl_nl: Selecteer een weerbericht:
pl_pl: Wybierz post pogodowy:
pt_br: Selecione uma postagem meteorológica:
ru_ru: Выберите пост о погоде:
sr_rs: Изаберите објаву временске прогнозе:

source: Hindi
fa_ir: هندی
he_il: הינדו
pl_pl: Hinduski
pt_br: Hindu
ru_ru: Хинди

source: S
ru_ru: Ю
