Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: OWM Weather
de_de: OWM Wetter
sr_rs: Временска прогноза за ОWМ

source: Powerful weather plugin for WordPress, based on the OpenWeather API, using custom post types and shortcodes, bundled with a ton of features.
da_dk: Kraftfuld vejrplugin til WordPress, baseret på OpenWeather API, ved hjælp af brugerdefinerede indlægstyper og kortkoder, bundtet med et væld af funktioner.
de_de: Leistungsstarkes Wetter-Plugin für WordPress, basierend auf der OpenWeather-API, mit benutzerdefinierten Posttypen und Shortcodes, gebündelt mit einer Vielzahl von Funktionen.
fa_ir: پلاگین اب و هوایی قدرتمند برای وردپرس، بر اساس API OpenWeather، با استفاده از انواع های سفارشی و کدهای کوتاه، همراه با یک تن از ویژگی ها.
fr_fr: Plugin météorologique puissant pour WordPress, basé sur l'API OpenWeather, utilisant des types de publication et des codes abrégés personnalisés, livré avec une tonne de fonctionnalités.
he_il: תוסף מזג אוויר עוצמתי לוורדפרס, המבוסס על OpenWeather API, באמצעות סוגי פוסטים מותאמים אישית וקודים קצרים, יחד עם המון תכונות.
nl_nl: Krachtige weerplug-in voor WordPress, gebaseerd op de OpenWeather API, met behulp van aangepaste berichttypen en shortcodes, gebundeld met een heleboel functies.
pl_pl: Potężna wtyczka pogodowa dla WordPress, oparta na API OpenWeather, wykorzystująca niestandardowe typy postów i krótkie kody, w pakiecie z mnóstwem funkcji.
pt_br: Poderoso plugin de clima para WordPress, baseado na API OpenWeather, usando tipos de post personalizados e shortcodes, empacotado com uma tonelada de recursos.
ru_ru: Мощный погодный плагин для WordPress, основанный на OpenWeather API, использующий пользовательские типы сообщений и шорткоды, в комплекте с множеством функций.
sr_rs: Снажан метеоролошки плугин за WордПресс, заснован на ОпенWеатхер АПИ-у, користећи прилагођене типове објава и кратке кодове, умотан са тоном функција.

source: Uwe Jacobs
fa_ir: اووه جیکوبز
he_il: אווה ג'ייקובס
sr_rs: Уwе Јацобс

source: Add OWM Weather from shortcode.
da_dk: Tilføj OWM Weather fra kortkode.
de_de: Fügen Sie OWM Wetter aus Shortcode hinzu.
fa_ir: اضافه کردن OWM اب و هوا از کد کوتاه.
fr_fr: Ajoutez OWM Weather à partir du shortcode.
he_il: הוסף את OWM Weather מקוד קצר.
nl_nl: Voeg OWM Weather toe vanuit shortcode.
pl_pl: Dodaj OWM Weather z krótkiego kodu.
pt_br: Adicione OWM Weather a partir de shortcode.
ru_ru: Добавьте OWM Weather шорткодом.
sr_rs: Додајте ОWМ Временску прогнозу из кратког кода.

source: OWM Weather Shortcode
da_dk: OWM Weather kortkode
de_de: OWM Wetter Shortcode
fa_ir: OWM اب و هوا Shortcode
he_il: OWM מזג אוויר קוד קצר
nl_nl: OWM Weather cache
pl_pl: Krótki kod pogodowy OWM
pt_br: Shortcode do tempo do OWM
ru_ru: Шорткод OWM Weather
sr_rs: ОWМ Wеатхер Схортцоде

source: Title:
da_dk: Titel:
de_de: Titel:
fa_ir: عنوان:
fr_fr: Titre :
he_il: כותרת:
nl_nl: Titel:
pl_pl: Tytuł:
pt_br: Título:
ru_ru: Название:
sr_rs: Наслов:

source: Title text will display above the weather content.
da_dk: Overskrifttekst vises over vejrindholdet.
de_de: Der Titeltext wird über dem Wetterinhalt angezeigt.
fa_ir: متن عنوان در بالای محتوای اب و هوا نمایش داده می شود.
fr_fr: Le texte du titre s’affichera au-dessus du contenu météorologique.
he_il: טקסט הכותרת יוצג מעל תוכן מזג האוויר.
nl_nl: De titeltekst wordt boven de weerinhoud weergegeven.
pl_pl: Tekst tytułu będzie wyświetlany nad treścią pogody.
pt_br: O texto do título será exibido acima do conteúdo meteorológico.
ru_ru: Текст, отображаемый над данными погоды.
sr_rs: Текст наслова ће бити приказан изнад временског садржаја.

source: Shortcode:
fa_ir: کد کوتاه:
fr_fr: Bout de code:
he_il: קיצור דרך:
ru_ru: Шорткод:
sr_rs: Кратки код:

source: Paste in the shortcode of the weather you would like to display.
da_dk: Indsæt kortkoden for den vejrudsigt, du gerne vil vise.
de_de: Fügen Sie den Shortcode des Wetters ein, das Sie anzeigen möchten.
fa_ir: چسباندن در کد کوتاه از اب و هوا شما می خواهم برای نمایش.
fr_fr: Collez le shortcode de la météo que vous souhaitez afficher.
he_il: הדבק את הקוד הקצר של מזג האוויר שברצונך להציג.
nl_nl: Plak de shortcode van het weer dat u wilt weergeven.
pl_pl: Wklej krótki kod pogody, którą chcesz wyświetlić.
pt_br: Cole o shortcode do tempo que você gostaria de exibir.
ru_ru: Скопируйте шорткод погоды.
sr_rs: Налепите у кратки код временске прилике који желите да прикажете.

source: OWM Weather Settings
da_dk: OWM Weather indstillinger
de_de: OWM Weather Einstellungen
fa_ir: تنظیمات اب و هوا OWM
fr_fr: Réglages OWM Weather
he_il: הגדרות מזג אוויר של OWM
nl_nl: OWM Weersinstellingen
pl_pl: Ustawienia pogody OWM
pt_br: Configurações meteorológicas do OWM
ru_ru: Настройки OWM Weather
sr_rs: ОWМ поставке временске прогнозе

# Menu item
source: OWM Weather
de_de: OWM Wetter
sr_rs: Временска прогноза за ОWМ

source: Settings saved.
da_dk: Indstillinger gemt.
de_de: Einstellungen gespeichert.
fa_ir: تنظیمات ذخیره شد.
fr_fr: Paramètres sauvegardés.
he_il: <Strong> הגדרות נשמרו! </ Strong>.
nl_nl: Instellingen opgeslagen.
pl_pl: Ustawienia zapisane.
pt_br: Configurações salvas.
ru_ru: Настройки сохранены.
sr_rs: Подешавања су сачувана.

source: Do you like OWM Weather? Don't forget to rate it 5 stars!
da_dk: Kan du lide OWM Weather? Glem ikke at bedømme det 5 stjerner!
de_de: Mögen Sie OWM Weather? Vergessen Sie nicht es mit 5 Sternen zu bewerten!
fa_ir: ایا اب و هوای OWM را دوست دارید؟ فراموش نکنید که ان را 5 ستاره رتبه بندی کنید!
fr_fr: Aimez-vous WP OPM Météo? N’oubliez pas de le noter 5 étoiles!
he_il: האם אתה אוהב את OWM Weather? אל תשכח לדרג את זה 5 כוכבים!
nl_nl: Hou je van OWM Weather? Vergeet niet om het 5 sterren te geven!
pl_pl: Podoba Ci się OWM Weather? Nie zapomnij ocenić go na 5 gwiazdek!
pt_br: Você gosta do OWM Weather? Não se esqueça de avaliá-lo 5 estrelas!
ru_ru: Вам нравится OWM Weather? Не забудьте поставить 5 звезд!
sr_rs: Да ли ти се свира ОWМ Wеатхер? Не заборави да оцениш са 5 звездица!

source: Consider a donation
da_dk: Overvej en donation
de_de: Erwägen Sie eine Spende
fa_ir: یک کمک مالی را در نظر بگیرید
fr_fr: Envisager un don
he_il: שקול תרומה
nl_nl: Overweeg een donatie
pl_pl: Rozważ darowiznę
pt_br: Considere uma doação
ru_ru: Рассмотрите возможность пожертвования
sr_rs: Размислите о донацији

source: Export Settings
da_dk: Eksport indstillinger
de_de: Export-Einstellungen
fa_ir: تنظیمات برون ریزی
fr_fr: Exporter Paramètres
he_il: ‎ייצא הגדרות
nl_nl: Instellingen exporteren
pl_pl: Eksportuj ustawienia
pt_br: Exportar definições
ru_ru: Настройки экспорта
sr_rs: Извези поставке

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
da_dk: Eksporter plugin-indstillingerne for dette websted som en. JSON-fil. Dette giver dig mulighed for nemt at importere konfigurationen til et andet websted.
de_de: Exportieren Sie die Plugin Einstellungen für diese Seite als .json Datei. Auf diese Weise können Sie ganz einfach die Konfiguration in einer anderen Webseite importieren.
fa_ir: تنظیمات پلاگین را به عنوان فایل json برای این سایت برون ریزی کنید.با این کار می توانید به راحتی تنظیمات را بر روی سایت دیگر درون ریزی کنید.
fr_fr: Exporter les paramètres de l'extension pour ce site comme un fichier JSON. Cela vous permet d'importer facilement votre configuration dans un autre site WordPress.
he_il: ‎ייצא את הגדרות התוסף לקובץ .json‫.‬ זה יאפשר לך לייבא את ההגדרות לאתר אחר‫.
nl_nl: Exporteer de plugin instellingen als een .json bestand. Daarmee kunt u eenvoudig de instellingen importeren op een andere site.
pl_pl: Eksportuj ustawienia pluginu dla tej strony do pliku .json. To pozwoli na szybką konfigurację innej strony.
pt_br: Exportar ajustes do plugin para este site como arquivo JSON. Isto permite você replicar facilmente as configurações atuais para outro site.
ru_ru: Экспортируйте настройки плагина для этого сайта в файл .json. Это позволит вам легко импортировать настройки на другой сайт.
sr_rs: Извезите поставке додатне компоненте за ову локацију као .јсон датотеку. Ово вам омогућава да лако увезете конфигурацију на другу локацију.

source: Export
da_dk: Eksporter
fa_ir: برون ریزی
fr_fr: Exporter
he_il: ‎ייצא
nl_nl: Exporteren
pl_pl: Eksport
pt_br: Exportar
ru_ru: Экспорт
sr_rs: Извоз

source: Import Settings
da_dk: Importer Indstillinger
de_de: Importeinstellungen
fa_ir: تنظیمات درون ریزی
fr_fr: Importer Paramètres
he_il: ‎ייבא הגדרות
nl_nl: Instellingen importeren
pl_pl: Importuj ustawienia
pt_br: Importar ajustes
ru_ru: Импорт настроек
sr_rs: Увези поставке

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
da_dk: Importer plugin-indstillingerne fra en. JSON-fil. Denne fil kan fås ved at eksportere indstillingerne på et andet websted ved hjælp af formularen ovenfor.
de_de: Importieren Sie die Plugin Einstellungen aus einer .json Datei. Diese Datei kann durch Verwendung der obigen Exportfunktion von einer anderen Webseite erstellt werden.
fa_ir: تنظیمات پلاگین را از یک فایل json درون ریزی کنید.
fr_fr: Importer les paramètres de l'extension depuis un fichier JSON. Ce fichier peut être obtenu en exportant les paramètres depuis un autre site en utilisant le formulaire ci-dessus.
he_il: ‏‎ייבא את הגדרות התוסף לקובץ .json‫.‬ ניתן להשיג קובץ זה על ידי ייצוא ההגדרות מאתר אחר באמצעות הטופס שמופיע למעלה.
nl_nl: Importeer de plugin instellingen van een .json bestand. Dit bestand kan verkregen worden door op een andere site de instellingen te exporteren via het formulier hierboven.
pl_pl: Importuj ustawienia pluginu z pliku .json. Ten plik uzyskasz eksportując dane z innej strony.
pt_br: Importar ajustes do plugin por um arquivo JSON. Este arquivo pode ser obtido exportando-se os ajustes de outro site utilizando o formulário abaixo.
ru_ru: Импортируйте настройки плагина из файла .json. Этот файл можно получить, экспортировав настройки на другом сайте с помощью формы выше.
sr_rs: Увезите поставке додатне компоненте из .јсон датотеке. Ова датотека се може добити извозом поставки на другој локацији помоћу горенаведеног обрасца.

source: Import
da_dk: Importer
fa_ir: درون ریزی
fr_fr: Importer
he_il: ‎ייבא
nl_nl: Importeren
pl_pl: Importuj
pt_br: Importar
ru_ru: Импорт
sr_rs: Увези

source: Reset Settings
da_dk: Nulstil indstillinger
de_de: Einstellungen zurücksetzen
fa_ir: بازگردانی تنظیمات
fr_fr: Remise à zéro
he_il: איפוס ההגדרות
nl_nl: Instellingen resetten
pl_pl: Zresetuj ustawienia
pt_br: Ajustes de redefinição
ru_ru: Настройки сбоса
sr_rs: Успостави почетне вредности поставки

source: Reset all OWM Weather global settings. It will not delete your weather pages and their individual settings.
da_dk: Nulstil alle globale OWM Weather-indstillinger. Det sletter ikke dine vejrudsigtssider og deres individuelle indstillinger.
de_de: Alle Einstellungen zurücksetzen. Es werden keine individuellen oder Wettereinstellungen gelöscht.
fa_ir: بازنشانی تمام تنظیمات جهانی OWM Weather. این صفحات اب و هوایی شما و تنظیمات فردی انها را حذف نخواهد کرد.
fr_fr: Réinitialisez tous les paramètres globaux OWM Weather. Il ne supprimera pas vos pages météo et leurs paramètres individuels.
he_il: אפס את כל ההגדרות הגלובליות של מזג האוויר של OWM. הוא לא ימחק את דפי מזג האוויר שלך ואת ההגדרות האישיות שלהם.
nl_nl: Stel alle globale instellingen voor OWM Weather opnieuw in. Uw weerpagina's en hun individuele instellingen worden niet verwijderd.
pl_pl: Zresetuj wszystkie globalne ustawienia OWM Weather. Nie usunie stron pogodowych i ich indywidualnych ustawień.
pt_br: Redefina todas as configurações globais do OWM Weather. Ele não excluirá suas páginas de clima e suas configurações individuais.
ru_ru: Сброс всех глобальных настроек OWM Weather. Это не приведет к удалению ваших страниц погоды и их индивидуальных настроек.
sr_rs: Успоставите почетне вредности свих ОWМ Wеатхер глобалних поставки. Неће избрисати ваше странице временске прогнозе и њихове појединачне поставке.

source: Reset settings
da_dk: Nulstil indstillinger
de_de: Einstellungen zurücksetzen
fa_ir: بازگردانی تنظیمات
fr_fr: Remise à zéro
he_il: איפוס ההגדרות
nl_nl: Instellingen resetten
pl_pl: Zresetuj ustawienia
pt_br: Redefinir ajustes
ru_ru: Настройки сброса
sr_rs: Успостави почетне вредности поставки

source: Network
da_dk: Netværk
de_de: Netzwerk
fa_ir: شبکه
fr_fr: Réseau
he_il: רשת
nl_nl: Netwerk
pl_pl: Sieć
pt_br: Rede
ru_ru: Сеть
sr_rs: Мрежа

source: System
fa_ir: سیستم
fr_fr: Système
he_il: מערכת
nl_nl: Systeem
pt_br: Sistema
ru_ru: Системные
sr_rs: Систем

source: Basic
da_dk: Basis
de_de: Allgemein
fa_ir: پایه ای
fr_fr: Basique
he_il: בסיסי
nl_nl: Standaard
pl_pl: Podstawowy
pt_br: Básico
ru_ru: Основные
sr_rs: Основни

source: Display
da_dk: Vis
de_de: Ansicht
fa_ir: نمایش
fr_fr: Affichage
he_il: ‎תצוגה
nl_nl: Weergave
pl_pl: Wyświetl
pt_br: Exibição
ru_ru: Показать
sr_rs: Текст за приказ

source: Layout
fa_ir: طرح
fr_fr: Mise en page
he_il: פריסה
pl_pl: Układ
ru_ru: Макет
sr_rs: Raspored

source: Weather-based
da_dk: Vejrbaseret
de_de: Wetterbasiert
fa_ir: مبتنی بر اب و هوا
fr_fr: Basé sur les conditions météorologiques
he_il: מבוסס על מזג אוויר
nl_nl: Op basis van het weer
pl_pl: OWM Weather
pt_br: Baseado no clima
ru_ru: В зависимости от погоды
sr_rs: Временска прогноза

source: Map
da_dk: Kort
de_de: Karte
fa_ir: نقشه
fr_fr: Carte
he_il: ‎מפה
nl_nl: Kaart
pl_pl: Mapa
pt_br: Mapa
ru_ru: Карта
sr_rs: Mapa

source: Import/Export/Reset
da_dk: Import / eksport / nulstilling
fr_fr: Import/Export/Remise à zéro
he_il: ייבוא/ייצוא/לאפס
pl_pl: Import/eksport/reset
pt_br: Importar/Exportar/Redefinir
ru_ru: Импорт/экспорт/сброс
sr_rs: Увоз/извоз /успостављање почетних вредности

source: Support
fa_ir: پشتیبانی
he_il: ‎תמיכה
nl_nl: Ondersteuning
pl_pl: Wsparcie
pt_br: Suporte
ru_ru: Поддержка
sr_rs: Подршка

source: Save changes
da_dk: Gem ændringer
de_de: Speichern
fa_ir: ذخیره تغییرات
fr_fr: Enregistrer les modifications
he_il: ‎שמור שינויים
nl_nl: Wijzigingen opslaan
pl_pl: Zachowaj zmiany
pt_br: Salvar alterações
ru_ru: Сохранить изменения
sr_rs: Сачувај промене

source: OWM Weather cache
da_dk: OWM Vejr-cache
he_il: ‎מטמון OWM Weather
pl_pl: OWM Weather pamięć podręczna
pt_br: Cache do OWM Weather
ru_ru: Кэш OWM Weather
sr_rs: ОWМ временска прогноза кеш

source: cache system
de_de: Cache
fa_ir: سیستم cache
fr_fr: système de cache
he_il: ‎מטמון מערכת
nl_nl: cache systeem
pl_pl: system pamięci podręcznej
pt_br: Sistema de cache
ru_ru: система кэширования
sr_rs: кеш систем

source: Click this button to refresh the weather cache.
da_dk: Klik på denne knap for at opdatere vejrcachen.
de_de: Hier klicken, um den Cache zu leeren.
fa_ir: برای بازاوری نهانگاه اب و هوا ، این دکمه را فشار دهید.
fr_fr: Cliquez sur ce bouton pour actualiser le cache météo.
he_il: לחץ על לחצן זה כדי לרענן את מטמון מזג האוויר.
nl_nl: Klik op deze knop om de weercache te vernieuwen.
pl_pl: Kliknij ten przycisk, aby odświeżyć pamięć podręczną pogody.
pt_br: Clique nesse botão para atualizar o cache de meteorologia.
ru_ru: Нажмите эту кнопку для обновления кэша погоды.
sr_rs: Кликните на ово дугме да бисте освежили временску меморију.

source: Clear cache!
da_dk: Ryd cache!
de_de: Cache leeren!
fa_ir: کش رو پاک کن!
fr_fr: Vider le cache !
he_il: נקה מטמון!
nl_nl: Cache wissen!
pl_pl: Wyczyść pamięć podręczną!
pt_br: Limpe o cache!
ru_ru: Очистить кэш!
sr_rs: Обриши кеш меморију!

source: Basic Settings
da_dk: Basale indstillinger
de_de: Grundeinstellungen
fa_ir: تنظیمات پایه
fr_fr: Paramètres de base
he_il: הגדרות בסיסיות
nl_nl: Basis instellingen
pl_pl: Ustawienia podstawowe
pt_br: Configurações básicas
ru_ru: Базовые настройки
sr_rs: Основне поставке

source: Bypass Measurement System
da_dk: Tilpasset måleenheds system
de_de: Umgehe Messsystem
fa_ir: سیستم اندازه گیری بای پس
fr_fr: Système de mesure de dérivation
he_il: מערכת מדידת מעקפים
nl_nl: Bypass-meetsysteem
pl_pl: System pomiaru obejścia
pt_br: Sistema de Medição de Bypass
ru_ru: Обход системы измерений
sr_rs: Заобиђи систем мерења

source: Bypass Time Format
da_dk: Tidsformat
de_de: Zeitformat umgehen
fa_ir: قالب زمان دور زدن
fr_fr: Contourner le format des dates
he_il: תבנית זמן עקיפה
pl_pl: Format obejścia czasu
pt_br: Ignorar formato de hora
ru_ru: Обход формата времени
sr_rs: Заобиђи формат времена

source: Bypass Timezone
da_dk: Tidszone
de_de: Zeitzone umgehen
fa_ir: منطقه زمانی بای پس
fr_fr: Contourner la taille
he_il: עקיפת אזור זמן
nl_nl: Geen
pl_pl: Omiń strefę czasową
pt_br: Ignorar fuso horário
ru_ru: Обход часового пояса
sr_rs: Заобиђи временску зону

source: Bypass OpenWeatherMap Language
da_dk: Tilpasset OpenWeatherMap sprog
de_de: OpenWeatherMap Sprache
fa_ir: آب و هوای کامل در OpenWeatherMap
fr_fr: Bypasser la langue
he_il: עקיפת שפת OpenWeatherMap
nl_nl: OpenWeatherMap-taal omzeilen
pl_pl: Pełne informacje pogodowe na OpenWeatherMap
pt_br: Ignorar a linguagem OpenWeatherMap
ru_ru: Обход языка OpenWeatherMap
sr_rs: Заобиђи ОпенWеатхерМап Лангуаге

source: Display Settings
da_dk: Visningsindstillinger
de_de: Anzeigeneinstellungen
fa_ir: تنظیمات نمایش
fr_fr: Paramètres d'affichage
he_il: הגדרות תצוגה
nl_nl: Weergave instellingen
pl_pl: Ustawienia wyświetlania
pt_br: Exibir Configurações
ru_ru: Настройки отображения
sr_rs: Podešavanja ekrana

source: Current City Name
da_dk: Aktuelt bynavn
de_de: Name der Stadt
fa_ir: شهر خود را وارد کند
fr_fr: Temps actuel
he_il: שם העיר הנוכחי
nl_nl: Huidige plaatsnaam
pl_pl: Bieżąca nazwa miasta
pt_br: Nome atual da cidade
ru_ru: Текущее название города
sr_rs: Тренутно име града

source: Current Weather Symbol
da_dk: Aktuelt vejrsymbol
de_de: Aktuelles Wettersymbol
fa_ir: نماد اب و هوای فعلی
fr_fr: Temps actuel
he_il: סמל מזג אוויר נוכחי
nl_nl: Huidig weersymbool
pl_pl: Aktualny symbol pogody
pt_br: Símbolo do tempo atual
ru_ru: Символ текущей погоды
sr_rs: Тренутни симбол временске прогнозе

source: Current Temperature
da_dk: Aktuel temperatur
de_de: Aktuelle Temperatur
fa_ir: دمای فعلی
fr_fr: Temps actuel
he_il: טמפרטורה נוכחית
nl_nl: Huidige temperatuur
pl_pl: Aktualna temperatura
pt_br: Temperatura Atual
ru_ru: Текущая Температура
sr_rs: Тренутна температура

source: Current Feels-Like Temperature
da_dk: Aktuel kuldeindeks
de_de: Aktuelle gefühlte Temperatur
fa_ir: دمای فعلی احساس می کند
fr_fr: Temps actuel
he_il: הטמפרטורה הנוכחית מרגישה כמו
nl_nl: Huidige gevoelstemperatuur
pl_pl: Aktualna temperatura odczuwalna
pt_br: Temperatura atual parece
ru_ru: Текущая температура по ощущениям
sr_rs: Тренутна температура налик на осећај

source: Current Short Condition
da_dk: Nuværende kort tilstand
de_de: Aktueller Kurzzustand
fa_ir: شرایط فعلی کوتاه
fr_fr: Conditions météo en texte
he_il: מצב קצר נוכחי
nl_nl: Huidige korte conditie
pl_pl: Aktualny stan krótki
pt_br: Condição curta atual
ru_ru: Текущее короткое состояние
sr_rs: Тренутни кратки услов

source: Temperature Unit (C / F)
da_dk: Temperaturenhed (C / F)
de_de: Temperatureinheit (C / F)
fa_ir: واحد دما (C / F)
fr_fr: Unités de températures (C / F)
he_il: יחידת טמפרטורה (C / F)
nl_nl: Temperatuur eenheid (C / F)
pl_pl: Jednostka temperatury (C / F)
pt_br: Unidade de Temperatura (C/F)
ru_ru: Единицы температуры (C / F)
sr_rs: Температурна јединица (Ц / Ф)

source: Date
da_dk: Dato
de_de: Datum
fa_ir: تاریخ
he_il: תאריך
nl_nl: Datum
pl_pl: Data
pt_br: Data
ru_ru: Дата
sr_rs: Datum

source: Sunrise + Sunset
da_dk: Solopgang + Solnedgang
de_de: Sonnenauf und -untergang
fa_ir: طلوع + غروب افتاب
fr_fr: Lever + coucher de soleil
he_il: ‎זריחה ‫+‬ שקיעה‫?‬
nl_nl: Zonsopkomst + zonsondergang
pl_pl: Wschód i zachód
pt_br: Nascer do sol + pôr-do-sol
ru_ru: Восход + закат
sr_rs: Излазак сунца + залазак сунца

source: Moonrise + Moonset
da_dk: Måneopgang + Månenedgang
de_de: Mondauf und -untergang
fa_ir: طلوع ماه + غروب ماه
fr_fr: Lever + coucher de lune
he_il: זריחת ירח + שקיעת הירח
nl_nl: Moonrise + Maansondergang
pl_pl: Wschód Księżyca + Zachód Księżyca
pt_br: Nascer da Lua + Lua
ru_ru: Восход + заход луны
sr_rs: Моонрисе + Моонсет

source: Wind
da_dk: Vind
fa_ir: باد
fr_fr: Vent
he_il: ‎רוח
pl_pl: Wiatr
pt_br: Vento
ru_ru: Ветер
sr_rs: Vetar

source: Wind Unit
da_dk: Vind enhed
de_de: Windeinheit
fa_ir: واحد باد
fr_fr: Unité du vent
he_il: יחידת רוח
nl_nl: Wind eenheid
pl_pl: Jednostka wiatrowa
pt_br: Unidade Eólica
ru_ru: Единица измерения ветра
sr_rs: Јединица ветра

source: Wind Icon Pointer Direction
da_dk: Vindikonets pegeretning
de_de: Zeigerrichtung des Windsymbols
fa_ir: جهت اشاره گر ایکون باد
fr_fr: Direction du pointeur de l’icône du vent
he_il: כיוון מצביע סמל הרוח
nl_nl: Windpictogram Aanwijzerrichting
pl_pl: Kierunek wskaźnika ikony wiatru
pt_br: Direção do ponteiro do ícone de vento
ru_ru: Указатель направления ветра
sr_rs: Смер показивача иконе ветра

source: Humidity
da_dk: Luftfugtighed
de_de: Luftfeuchtigkeit
fa_ir: رطوبت
fr_fr: Humidité
he_il: ‎לחות
nl_nl: Luchtvochtigheid
pl_pl: Wilgotność
pt_br: Umidade
ru_ru: Влажность
sr_rs: Vlažnost

source: Dew Point
da_dk: Dugpunkt
de_de: Taupunkt
fa_ir: نقطه شبنم
fr_fr: Point de rosée
he_il: נקודת הטל
nl_nl: Dauwpunt
pl_pl: Punkt rosy
pt_br: Ponto de Orvalho
ru_ru: Точка росы
sr_rs: Тачка росе

source: Pressure
da_dk: Lufttryk
de_de: Luftdruck
fa_ir: فشار
fr_fr: Pression
he_il: לחץ ברומטרי
nl_nl: Luchtdruk
pl_pl: Ciśnienie
pt_br: Pressão
ru_ru: Давление
sr_rs: Pritisak

source: Pressure Unit
da_dk: Lufttryk enhed
de_de: Druckeinheit
fa_ir: واحد فشار
fr_fr: Unité de pression
he_il: יחידת לחץ
nl_nl: Drukeenheid
pl_pl: Jednostka ciśnieniowa
pt_br: Unidade de Pressão
ru_ru: Единицы давления
sr_rs: Јединица притиска

source: Cloudiness
da_dk: Skydække
de_de: Bewölkung
fa_ir: ابر
fr_fr: Nuages
he_il: ‎עננות
nl_nl: Bewolking
pl_pl: Zachmurzenie
pt_br: Nebulosidade
ru_ru: Облачность
sr_rs: Облачност

source: Precipitation
da_dk: Nedbør
de_de: Niederschlag
fa_ir: بارش
fr_fr: Précipitations
he_il: משקעים
nl_nl: Neerslag
pl_pl: Opad
pt_br: Precipitação
ru_ru: Осадки
sr_rs: Падавине

source: Visibility
da_dk: Synlighed
de_de: Sichtweite
fa_ir: دید
fr_fr: Visibilité
he_il: נראות
nl_nl: Zichtbaarheid
pl_pl: Widoczność
pt_br: Visibilidade
ru_ru: Видимость
sr_rs: Видљивост

source: UV Index
da_dk: UV Indeks
fa_ir: شاخص UV
fr_fr: Indice UV
he_il: מדד UV
pl_pl: Indeks UV
pt_br: Índice UV
ru_ru: УФ-индекс
sr_rs: УВ индекс

source: Alerts
da_dk: Alarmer
de_de: Wetterwarnung
fa_ir: هشدارها
fr_fr: Alertes
he_il: התראות
nl_nl: Meldingen
pl_pl: Powiadomienia
pt_br: Alertas
ru_ru: Оповещения
sr_rs: Obaveštenja

source: Alerts Popup:
da_dk: Advarsler Popup:
de_de: Benachrichtigungen Popup:
fa_ir: هشدارها بالاپر:
fr_fr: Alertes popup:
he_il: קופץ התראות:
nl_nl: Pop-up met waarschuwingen:
pl_pl: Wyskakujące okienko alertów:
pt_br: Pop-up de alertas:
ru_ru: Всплывающее окно оповещения:
sr_rs: Искачући мени обавештења:

source: Show only Icon Labels
da_dk: Vis kun ikon-etiketter
de_de: Nur Symbolbeschriftungen anzeigen
fa_ir: فقط نشان دادن برچسبهای شمایل
fr_fr: Afficher uniquement les étiquettes d’icône
he_il: הצג תוויות סמלים בלבד
nl_nl: Alleen pictogramlabels weergeven
pl_pl: Pokaż tylko etykiety ikon
pt_br: Mostrar apenas rótulos de ícone
ru_ru: Показывать только метки значков
sr_rs: Прикажи само ознаке икона

source: Number of Forecast Hours
da_dk: Antal af timer vejrudsigten skal vise
de_de: Anzahl der Stunden-Vorhersagen
fa_ir: تعداد ساعات پیش بینی
fr_fr: Nombre d’heures de prévision
he_il: מספר שעות תחזית
nl_nl: Aantal prognose-uren
pl_pl: Liczba godzin prognozy
pt_br: Número de horas de previsão
ru_ru: Количество часов прогноза
sr_rs: Број часова предвиђања

source: Display Time Icons
da_dk: Vis tidsikoner
de_de: Uhrzeit Ikonen darstellen
fa_ir: نمایش ایکونهای زمان
fr_fr: Afficher les icônes d’heure
he_il: הצגת סמלי זמן
nl_nl: Tijdpictogrammen weergeven
pl_pl: Wyświetlanie ikon czasu
pt_br: Ícones de tempo de exibição
ru_ru: Показать значки времени
sr_rs: Прикажи иконе времена
