Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Rain Chance
da_dk: Regn chance
de_de: Regenwahrscheinlichkeit
fa_ir: شانس باران
fr_fr: Chance de pluie
he_il: סיכוי לגשם
nl_nl: Regenkans
pl_pl: Szansa na deszcz
pt_br: Chance de chuva
ru_ru: Вероятность дождя
sr_rs: Шанса за кишу

source: Temperature
da_dk: Temperatur
de_de: Temperatur
fa_ir: درجه حرارت
fr_fr: Température
he_il: מידות־חום
nl_nl: Temperatuur
pl_pl: Temperatura
pt_br: Temperatura
ru_ru: Температура
sr_rs: Температура

source: Moonrise
da_dk: Månen står op
de_de: Mondaufgang
fa_ir: طلوع ماه
fr_fr: Lever de lune
he_il: זריחת ירח
nl_nl: Maansopkomst
ru_ru: Восход луны
sr_rs: Месечина

source: Moonset
da_dk: Månen går ned
de_de: Monduntergang
fa_ir: غروب ماه
fr_fr: Coucher de lune
he_il: מועד שקיעת הירח
nl_nl: Maansondergang
pl_pl: Zachód księżyca
ru_ru: Заход луны
sr_rs: Месечеве месечине

source: Sunrise
da_dk: Solopgang
de_de: Sonnenaufgang
fa_ir: طلوع
fr_fr: Lever du soleil
he_il: זריחה
nl_nl: Zonsopgang
pl_pl: Wschód słońca
ru_ru: Восход
sr_rs: Izlazak Sunca

source: Sunset
da_dk: Solnedgang
de_de: Sonnenuntergang
fa_ir: غروب آفتاب
fr_fr: Coucher de soleil
he_il: שקיעה
nl_nl: Zonsondergang
pl_pl: Zachód słońca
pt_br: Pôr do sol
ru_ru: Закат
sr_rs: Залазак сунца

source: Before starting:
da_dk: Før du starter:
de_de: Vor dem Start:
fa_ir: قبل از شروع:
fr_fr: Avant de commencer :
he_il: לפני שמתחילים:
nl_nl: Voordat u begint:
pl_pl: Przed rozpoczęciem:
pt_br: Antes de começar:
ru_ru: Перед началом:
sr_rs: Пре почетка:

source: Enter your own OpenWeatherMap API key in
da_dk: Indtast din egen OpenWeatherMap API-nøgle i
de_de: Geben Sie Ihren eigenen OpenWeatherMap-API-Schlüssel ein
fa_ir: کلید API OpenWeatherMap خود را وارد کنید
fr_fr: Entrez votre propre clé API OpenWeatherMap dans
he_il: הזן מפתח API משלך של OpenWeatherMap ב-
nl_nl: Voer uw eigen OpenWeatherMap API-sleutel in
pl_pl: Wprowadź swój własny klucz API OpenWeatherMap w
pt_br: Insira sua própria chave de API OpenWeatherMap em
ru_ru: Введите свой собственный ключ API OpenWeatherMap в
sr_rs: Унесите сопствени ОпенWеатхерМап АПИ кључ у

source: Advanced Settings!
da_dk: Avancerede indstillinger!
de_de: Fortgeschrittene Einstellungen!
fa_ir: تنظیمات پیشرفته!
fr_fr: Paramètres avancés !
he_il: ‎הגדרות מתקדמות!
nl_nl: Geavanceerde instellingen!
pl_pl: Ustawienia zaawansowane!
pt_br: Ajustes avançados!
ru_ru: Расширенные настройки!
sr_rs: Више опција за поставке!

source: Please select a weather via the configure link
da_dk: Vælg et vejr via konfigurationslinket
de_de: Bitte wählen Sie ein Wetter über den Konfigurationslink aus
fa_ir: لطفا اب و هوا را از طریق پیوند پیکربندی انتخاب کنید
fr_fr: Veuillez sélectionner une météo via le lien de configuration
he_il: אנא בחר מזג אוויר באמצעות קישור ההגדרה
nl_nl: Selecteer een weer via de configuratielink
pl_pl: Wybierz pogodę za pomocą linku konfiguracji
pt_br: Selecione um clima através do link de configuração
ru_ru: Пожалуйста, выберите погоду по ссылке конфигурации
sr_rs: Изаберите временску прогнозу путем везе за конфигурисање

source: Select the weather to display:
da_dk: Vælg det vejr, der skal vises:
de_de: Wähle das anzuzeigende Wetter:
fa_ir: آب و هوا را انتخاب کنید تا نمایش داده شود:
fr_fr: Choisissez la météo à afficher:
he_il: בחר את מזג האוויר להצגה:
nl_nl: Selecteer het weerbericht voor weergave:
pl_pl: Wybierz pogodę, którą chcesz wyświetlić:
pt_br: Escolha a previsão para exibir:
ru_ru: Выберите погоду для отображения:
sr_rs: Изаберите временску прогнозу за приказ:

source: Blog
fa_ir: وبلاگ
he_il: בלוג
ru_ru: Блог
sr_rs: Блог

source: Settings
da_dk: Indstillinger
de_de: Einstellungen
fa_ir: تنظیمات
fr_fr: Paramètres
he_il: הגדרות
nl_nl: Instellingen
pl_pl: Ustawienia
pt_br: Configurações
ru_ru: Настройки
sr_rs: Подешавања

source: inHg
fa_ir: جیوه
ru_ru: дюймРт
sr_rs: инХг

source: mmHg
fa_ir: میلیمتر
he_il: ממ"מ כספית
ru_ru: ммРт
sr_rs: ммХг

source: mb
fa_ir: مگابایت
ru_ru: мБар
sr_rs: Мб

source: hPa
he_il: הקטו־פסקל
ru_ru: гПа
sr_rs: хПа

source: Duplicate this item
da_dk: Dublikér elementet
de_de: Dieses Wetter duplizieren
fa_ir: این آیتم را کپی کنید
fr_fr: Dupliquer
he_il: שכפול פריט זה
nl_nl: Kopieer dit item
pl_pl: Zduplikuj ten element
pt_br: Duplicar este item
ru_ru: Дублировать этот пункт
sr_rs: Дуплирај ову ставку

source: Duplicate
da_dk: Kopier
de_de: Duplizieren
fa_ir: کپی
fr_fr: Dupliquer
he_il: שכפל
nl_nl: Kopieer
pl_pl: Duplikuj
pt_br: Duplicar
ru_ru: Дубликат
sr_rs: Дуплирај

source: OWM Weather global settings
da_dk: OWM Weather globale indstillinger
de_de: OWM Weather Globale Einstellungen
fa_ir: تنظیمات جهانی OWM Weather
fr_fr: Paramètres globaux de OWM Weather
he_il: הגדרות גלובליות של מזג אוויר OWM
nl_nl: OWM Weather globale instellingen
pl_pl: Ustawienia globalne OWM Weather
pt_br: Configurações globais do OWM Weather
ru_ru: Глобальные настройки OWM Weather
sr_rs: ОWМ Wеатхер глобал сеттингс

source: Copy and paste this shortcode anywhere in posts, pages, text widgets:
da_dk: Kopier og indsæt denne kortkode hvor som helst i indlæg, sider, tekstwidgets:
de_de: Kopieren Sie diesen Shortcode und fügen Sie ihn an einer beliebigen Stelle in Beiträge, Seiten und Text-Widgets ein:
fa_ir: این کد کوتاه را در هر پست، صفحه، ویدجت متن کپی و استفاده کنید:
fr_fr: Copier puis coller ce bout de code n'importe où dans vos articles, pages, widgets textes:
he_il: העתק והדבק את הקיצור הזה בכל מקום בפוסטים, עמודים או ווידג׳טים:
nl_nl: Kopieer en plak deze shortcode ergens in een berichten, pagina's, tekst widgets:
pl_pl: Kopiuj i wklej ten shortcode gdziekolwiek w postach, stronach lub widgetach tekstowych
pt_br: Copie e cole este shortcode em qualquer lugar de posts, páginas e widgets de texto:
ru_ru: Скопируйте и вставьте этот шорткод в любом месте постов, страниц, текстовых виджетов:
sr_rs: Копирајте и налепите овај кратки кôд било где у објавама, страницама, текстуалним виџетима:

source: If you need to display this weather anywhere in your theme, simply copy and paste this code snippet in your PHP file like sidebar.php:
da_dk: Hvis du har brug for at vise denne vejrudsigt hvor som helst i dit tema, skal du blot kopiere og indsætte dette kodestykke i din PHP-fil som sidebar.php:
de_de: Wenn Sie dieses Wetter irgendwo in Ihrem Theme anzeigen müssen, kopieren Sie einfach dieses Code-Snippet und fügen Sie es in Ihre PHP-Datei wie sidebar.php ein:
fr_fr: Si vous avez besoin d’afficher cette météo n’importe où dans votre thème, copiez et collez simplement cet extrait de code dans votre fichier PHP comme la barre latérale.php:
he_il: אם אתה צריך להציג את מזג האוויר הזה בכל מקום בערכת העיצוב שלך, פשוט העתק והדבק את הקוד הזה בתוך קובץ PHP בערכת העיצוב:
nl_nl: Als u het weerbericht ergens wilt weergeven in uw thema, kopieer en plak deze code dan in uw PHP bestand (bijvoorbeeld in sidebar.php):
pl_pl: Jeśli chcesz wyświetlić tę pogodę w swoim motywie, po prostu sopiuj i wklej ten snippet kodu w swoim pliku PHP, tak jak np. sidebar.php:
pt_br: Se você precisar exibir a previsão do tempo em qualquer lugar do seu tema, copie e cole este pedaço de código no seu arquivo PHP, como sidebar.php:
ru_ru: Если вам нужно показать эту погоду в любом месте вашей темы, просто скопируйте и вставьте этот фрагмент кода в ваш PHP-файл, например sidebar.php:
sr_rs: Ако је потребно да прикажете ово време било где у вашој теми, једноставно копирајте и налепите овај исечак кода у ваш ПХП фајл као бочну траку.пхп:

source: Weather-Based
da_dk: Vejrbaseret
de_de: Wetterbasiert
fa_ir: مبتنی بر اب و هوا
fr_fr: Basé sur les conditions météorologiques
he_il: מבוסס מזג אוויר
nl_nl: Op basis van weer
pl_pl: Oparte na pogodzie
pt_br: Baseado no Clima
ru_ru: В зависимости от погоды
sr_rs: Засновано на временској прогнози

source: Multisite
da_dk: Multiwebsted
de_de: Netzwerk
fa_ir: چند سایته
he_il: ריבוי אתרים
ru_ru: Мультисайт
sr_rs: Много сајтова

source: Network Shared
da_dk: Delt netværk
de_de: Im Netzwerik verteilt
fa_ir: شبکه به اشتراک گذاشته شده
fr_fr: Réseau partagé
he_il: רשת משותפת
nl_nl: Netwerk gedeeld
pl_pl: Sieć udostępniona
pt_br: Rede compartilhada
ru_ru: Общий доступ к сети
sr_rs: Дељена мрежа

source: Get Weather By ...
da_dk: Få vejret fra ...
de_de: Holen Sie sich das Wetter für ...
fa_ir: دریافت اب و هوا توسط ...
fr_fr: Obtenez la météo par ...
he_il: קבל מזג אוויר על ידי ...
nl_nl: Krijg het weer door ...
pl_pl: Pobierz pogodę przez ...
pt_br: Obter Tempo Por ...
ru_ru: Получить погоду по ...
sr_rs: Пребродите временску прогнозу...

source: City Id
da_dk: By-id
de_de: Stadt-ID
fa_ir: شهر
fr_fr: Id Ville
he_il: מזהה עיר
nl_nl: Stad Id
pl_pl: Identyfikator miasta
pt_br: Identificação da cidade
ru_ru: Id города
sr_rs: Градска ИД

source: Longitude/Latitude
da_dk: Længdegrad/breddegrad
de_de: Längen-/Breitengrad
fa_ir: طول و عرض جغرافیایی
he_il: קו אורך/קו רוחב
nl_nl: Lengtegraad/Breedtegraad
pl_pl: Długość / szerokość geograficzna
ru_ru: Долгота/Широта
sr_rs: Географска дужина/географска ширина

source: Zip/Country
da_dk: Postnummer/Land
de_de: Postleitzahl/Land
fa_ir: زیپ / کشور
fr_fr: Zip/Pays
he_il: מיקוד/מדינה
nl_nl: Postcode/Land
pl_pl: Kod pocztowy/kraj
pt_br: CEP/País
ru_ru: Индекс/Страна
sr_rs: Зип/земља

source: City/Country
da_dk: By/Land
de_de: Stand/Land
fa_ir: شهر خود را وارد کند
fr_fr: Ville/pays
he_il: עיר/מדינה
nl_nl: Stad/Land
pl_pl: Miasto/kraj
pt_br: Cidade/País
ru_ru: Город/Страна
sr_rs: Град/земља

source: Visitor's Location
da_dk: Besøgendes placering
de_de: Standort des Besuchers
fa_ir: مکان بازدید کننده
fr_fr: Emplacement du visiteur
he_il: מיקום המבקר
nl_nl: Locatie van de bezoeker
pl_pl: Lokalizacja odwiedzającego
pt_br: Localização do Visitante
ru_ru: Местоположение посетителя
sr_rs: Локација посетиоца

source: OpenWeatherMap City Id
da_dk: OpenWeatherMap by-id
de_de: OpenWeatherMap Stadt-ID
fa_ir: شناسه شهر OpenWeatherMap
fr_fr: Identifiant de ville OpenWeatherMap
he_il: OpenWeatherMap מזהה עיר
pl_pl: Identyfikator miasta OpenWeatherMap
pt_br: OpenWeatherMap ID da cidade
ru_ru: Id города OpenWeatherMap
sr_rs: ОпенWеатхерМап Цитy Ид

source: Find my City Id
da_dk: Find mit by-id
de_de: Finde meine Stadt-ID
fa_ir: شناسه شهر من را پیدا کنید
fr_fr: Trouver mon identifiant de ville
he_il: מצא את מזהה העיר שלי
nl_nl: Mijn stad-ID zoeken
pl_pl: Znajdź mój identyfikator miasta
pt_br: Localizar o ID da minha cidade
ru_ru: Найти Id моего города
sr_rs: Пронађи моју градску ИД

source: Latitude
da_dk: Breddegrad
de_de: ﻿Breitengrad (Latitude)
fa_ir: عرض جغرافیایی
he_il: קו רוחב
nl_nl: Breedtegraad
pl_pl: Szerokość geograficzna
ru_ru: Широта
sr_rs: Географска дужина

source: Longitude
da_dk: Længdegrad
de_de: Längengrad (Longitude)
fa_ir: طول جغرافیایی
he_il: קו אורך
nl_nl: Lengtegraad
pl_pl: Długość geograficzna
ru_ru: Долгота
sr_rs: Geo. širina

source: Zip code
da_dk: Postnummer
de_de: Postleitzahl
fa_ir: کد پستی
fr_fr: Code postal
he_il: מיקוד
nl_nl: Postcode
pl_pl: Kod pocztowy
pt_br: Código Postal
ru_ru: Почтовый индекс
sr_rs: Поштански број

source: 2-letter country code
da_dk: Landekode på 2 bogstaver
de_de: 2-stelliger Ländercode
fa_ir: کد کشور 2 حرفی
fr_fr: Code de pays à 2 lettres
he_il: קידומת מדינה בת 2 אותיות
nl_nl: 2-letterige landcode
pl_pl: 2-literowy kod kraju
pt_br: Código do país de 2 letras
ru_ru: 2-буквенный код страны
sr_rs: Позивни број земље од 2 слова

source: Default: US
da_dk: Standard: US
de_de: Standardwert: US
fa_ir: پیش فرض: ایالات متحده
fr_fr: Valeur par défaut : États-Unis
he_il: ברירת מחדל: US
nl_nl: Standaard: VS
pl_pl: Domyślnie: US
pt_br: Padrão: EUA
ru_ru: По умолчанию: США
sr_rs: Подразумевано : САД

source: City
da_dk: By
de_de: Stadt
fa_ir: شهر
fr_fr: Ville
he_il: ‎עיר
nl_nl: Plaatsnaam
pl_pl: Miasto
pt_br: Cidade
ru_ru: Город
sr_rs: Grad

source: Enter your city
da_dk: Indtast din by
de_de: Gebe die Stadt ein
fa_ir: شهر خود را وارد کند
fr_fr: Saisissez votre ville
he_il: ‎הכנס את העיר שלך
nl_nl: Geef uw plaatsnaam op
pl_pl: Wpisz swoje miasto
pt_br: Informe sua cidade
ru_ru: Введите ваш город
sr_rs: Уђите у свој град

source: Country
da_dk: Land
de_de: Land
fa_ir: کشور
fr_fr: Pays
he_il: מדינה
nl_nl: Land
pl_pl: Kraj
pt_br: País
ru_ru: Страна
sr_rs: Држава

source: Leave City Id, Longitude/Latitude, Zip/Country and City/Country empty to use the visitor's location.
da_dk: Lad felterne by-id, længdegrad/breddegrad, postnummer/land og by/land være tomme for at bruge den besøgendes placering.
de_de: Lassen Sie City Id, Longitude/Latitude, Zip/Country und City/Country leer, um den Standort des Besuchers zu verwenden.
fa_ir: شناسه شهر، طول جغرافیایی / عرض جغرافیایی، زیپ / کشور و شهر / کشور را خالی بگذارید تا از مکان بازدید کننده استفاده کنید.
fr_fr: Laissez l’ID de la ville, la longitude / latitude, le zip / le pays et la ville / pays vides pour utiliser l’emplacement du visiteur.
he_il: השאר את מזהה העיר, קו האורך/קו רוחב, מיקוד/מדינה ועיר/מדינה ריקים כדי להשתמש במיקום המבקר.
nl_nl: Laat plaats-ID, lengtegraad/breedtegraad, postcode/land en stad/land leeg om de locatie van de bezoeker te gebruiken.
pl_pl: Pozostaw puste pola Identyfikator miasta, Długość geograficzna/Szerokość geograficzna, Kod pocztowy/Kraj i Miasto/Kraj, aby użyć lokalizacji odwiedzającego.
pt_br: Deixe City Id, Longitude/Latitude, Zip/Country e City/Country vazios para usar a localização do visitante.
ru_ru: Оставьте Id города, долготу/широту, индекс/страну и город/страну пустыми, чтобы использовать местоположение посетителя.
sr_rs: Оставите цитy Ид, Лонгитуде/Латитуде, Зип/Цоунтрy и Цитy/Цоунтрy празне да бисте користили локацију посетиоца.

source: Historical Data
da_dk: Historiske data
de_de: Historische Daten
fa_ir: داده تاریخی
fr_fr: Données historiques
he_il: נתונים היסטוריים
nl_nl: Historische gegevens
pl_pl: Dane historyczne
pt_br: Dados Históricos
ru_ru: Исторические данные
sr_rs: Историјски подаци

source: Time Machine
da_dk: Tidsmaskine
de_de: Zeitmaschine
fa_ir: ماشین زمان
fr_fr: Machine à remonter le temps
he_il: מכונת זמן
nl_nl: Tijdmachine
pl_pl: Wehikuł czasu
pt_br: Máquina do Tempo
ru_ru: Машина времени
sr_rs: Времеплов

source: Time
da_dk: Tid
de_de: Zeit
fa_ir: زمان
fr_fr: Heure
he_il: זמן
nl_nl: Tijd
pl_pl: Czas
pt_br: Tempo
ru_ru: Время
sr_rs: Vreme

source: Custom City Title
da_dk: Brugerdefineret bytitel
de_de: Benutzerdefinierter Städte-Titel
fa_ir: عنوان سفارشی شهر
fr_fr: Titre de ville personnalisée
he_il: כותרת עיר מותאמת-אישית
nl_nl: Aangepaste plaatsnaam titel
pl_pl: Własny podpis miasta
pt_br: Título de exibição da cidade
ru_ru: Пользовательское название города
sr_rs: Наслов прилагођеног града

source: Measurement System
da_dk: Målestandard
de_de: Messsystem
fa_ir: سیستم اندازه گیری
fr_fr: Système de Mesure
he_il: מערכת מדידה
nl_nl: Meetsysteem
pl_pl: System pomiarowy
pt_br: Sistema de medida
ru_ru: Система измерений
sr_rs: Мерни систем

source: Time Format
da_dk: Tidsformat
de_de: Zeitformat
fa_ir: فرمت زمان
fr_fr: Format de l'heure
he_il: פורמט שעה
nl_nl: Tijdsformaat
pl_pl: Format czasu
pt_br: Formato da Hora
ru_ru: Формат времени
sr_rs: Format vremena

source: Timezone (Default: WordPress General Settings)
da_dk: Tidszone (Standard: WordPress Generelle indstillinger)
de_de: Zeitzone (Standard: WordPress allgemeine Einstellungen)
fa_ir: منطقه زمانی (پیش فرض: تنظیمات عمومی وردپرس)
fr_fr: Fuseau horaire (par défaut: paramètres généraux WordPress)
he_il: אזור זמן (ברירת מחדל: הגדרות כלליות של WordPress)
nl_nl: Tijdzone (standaard: algemene instellingen van WordPress)
pl_pl: Strefa czasowa (domyślnie: Ustawienia ogólne WordPress)
pt_br: Fuso horário (padrão: Configurações gerais do WordPress)
ru_ru: Часовой пояс (по умолчанию: общие настройки WordPress)
sr_rs: Временска зона (подразумевано: Опште поставке програма WордПресс)

source: WordPress Timezone
da_dk: WordPress-tidszone
de_de: WordPress Zeitzone
fa_ir: منطقه زمانی وردپرس
fr_fr: Fuseau horaire Wordpress
he_il: אזור זמן וורדפרס
nl_nl: WordPress Tijdzone
pl_pl: Strefa czasowa WordPress
pt_br: WordPress fuso horário
ru_ru: Временная зона WordPress
sr_rs: WордПресс Тимезоне

source: Local Timezone
da_dk: Lokal tidszone
de_de: Lokale Zeitzone
fa_ir: منطقه زمانی محلی
fr_fr: Fuseau horaire local
he_il: אזור זמן מקומי
nl_nl: Lokale tijdzone
pl_pl: Lokalna strefa czasowa
pt_br: Fuso Horário Local
ru_ru: Локальный часовой пояс
sr_rs: Локална временска зона

source: OpenWeatherMap Language
da_dk: OpenWeatherMap-sprog
de_de: OpenWeatherMap-Sprache
fa_ir: زبان OpenWeatherMap
fr_fr: Langage OpenWeatherMap
he_il: שפת OpenWeatherMap
nl_nl: OpenWeatherMap Taal
pl_pl: Język OpenWeatherMap
pt_br: Linguagem OpenWeatherMap
ru_ru: Язык OpenWeatherMap
sr_rs: ОпенWеатхерМап Лангуаге

source: Miscellaneous
da_dk: Diverse
de_de: Verschiedenes
fa_ir: متفرقه
fr_fr: Divers
he_il: שונות
nl_nl: Diversen
pl_pl: Różne
pt_br: Diversos
ru_ru: Разное
sr_rs: Разно

source: Google Tag Manager DataLayer
fa_ir: مدیر برچسب Google DataLayer
pl_pl: Warstwa danych Menedżera tagów Google
pt_br: Gerenciador de tags do Google DataLayer
ru_ru: Слой данных Google Tag Manager
sr_rs: Гоогле Таг Манагер ДатаЛаyер

source: Exclude from System Settings and Parameter Bypass
da_dk: Udeluk fra tilpasset standard systemindstillinger og parameter
de_de: Von Systemeinstellungen und Parameterumgehung ausschließen
fa_ir: حذف از تنظیمات سیستم و پارامتر بای پس
fr_fr: Exclure des paramètres système et contourner les paramètres
he_il: אל תכלול בהגדרות המערכת ובמעקף פרמטרים
nl_nl: Uitsluiten van systeeminstellingen en parameteromzeiling
pl_pl: Wyklucz z ustawień systemowych i obejście parametrów
pt_br: Excluir das configurações do sistema e do desvio de parâmetro
ru_ru: Исключение из системных настроек и обход параметров
sr_rs: Искључи из поставки система и премошћавања параметара

source: Select the information you would like to show on your weather shortcode.
da_dk: Vælg de oplysninger, du vil vise på din vejr kortkode.
de_de: Wählen Sie die Informationen aus, die Sie mit Ihrem Wetter-Shortcode anzeigen möchten.
fa_ir: اطلاعاتی را که می خواهید در کد کوتاه اب و هوا نشان دهید انتخاب کنید.
fr_fr: Sélectionnez les informations que vous souhaitez afficher sur votre shortcode météo.
he_il: בחר את המידע שברצונך להציג בקוד הקצר של מזג האוויר.
nl_nl: Selecteer de informatie die u wilt weergeven op uw weercode.
pl_pl: Wybierz informacje, które chcesz wyświetlić w swoim krótkim kodzie pogodowym.
pt_br: Selecione as informações que você gostaria de mostrar em seu shortcode meteorológico.
ru_ru: Выберите информацию, которую вы хотите отобразить в шорткоде погоды.
sr_rs: Изаберите информације које желите да прикажете на кратком коду временске прогнозе.

source: Current Weather
da_dk: Aktuel temperatur
de_de: Aktuelles Wetter
fa_ir: آب و هوای فعلی
fr_fr: Météo actuelle
he_il: מזג אוויר נוכחי
nl_nl: OWM Weather
pl_pl: Pogoda
pt_br: Tempo atual
ru_ru: Текущая погода
sr_rs: Тренутна временска прогноза

source: Current Weather City Name
da_dk: Bynavn på nuværende vejr
de_de: Aktuelles Wetter Name der Stadt
fa_ir: اب و هوای فعلی نام شهر
fr_fr: Nom actuel de la ville météo
he_il: מזג אוויר נוכחי שם העיר
nl_nl: Huidig weer Naam van de stad
pl_pl: Aktualna nazwa miasta pogodowego
pt_br: Nome da cidade do tempo atual
ru_ru: Текущий город погоды
sr_rs: Актуелно име града временске прогнозе

source: Current Weather Short Condition
da_dk: Nuværende vejr Kort tilstand
de_de: Aktuelles Wetter Kurze Wetterbeschreibung
fa_ir: شرایط فعلی اب و هوا کوتاه
fr_fr: Conditions météorologiques actuelles courtes
he_il: מזג אוויר נוכחי מצב קצר
nl_nl: Huidig weer Korte Staat
pl_pl: Aktualna pogoda Krótki stan
pt_br: Condição Meteorológica Atual Curta
ru_ru: Короткое состояние текущей погоды
sr_rs: Тренутни кратки временски услови

source: Temperatures
da_dk: Temperaturer
de_de: Temperaturen
fa_ir: درجه حرارت
fr_fr: Températures
he_il: ‎טמפרטורות
nl_nl: Temperaturen
pl_pl: Temperatury
pt_br: Temperaturas
ru_ru: Температуры
sr_rs: Температуре

source: No date (default)
da_dk: Ingen dato (standard)
de_de: Kein Datum (Standard)
fa_ir: بدون تاریخ (پیش فرض)
fr_fr: Aucune date (par défaut)?
he_il: ללא תאריך (ברירת מחדל)
nl_nl: Geen datum (standaard)?
pl_pl: Brak daty (domyślnie)
pt_br: Sem data (padrão)
ru_ru: Без даты (по умолчанию)
sr_rs: Без датума (подразумевано)

source: Today's date (based on your WordPress General Settings)
da_dk: Dags dato (baseret på dine generelle WordPress-indstillinger)
de_de: Heutiges Datum (basierend auf Ihren allgemeinen WordPress-Einstellungen)
fa_ir: تاریخ امروز (بر اساس تنظیمات عمومی وردپرس شما)
fr_fr: Date du jour (basée sur vos paramètres généraux WordPress)
he_il: התאריך של היום (מבוסס על ההגדרות הכלליות של WordPress)
nl_nl: De datum van vandaag (gebaseerd op je algemene instellingen van WordPress)
pl_pl: Dzisiejsza data (na podstawie ustawień ogólnych WordPress)
pt_br: Data de hoje (com base em suas configurações gerais do WordPress)
ru_ru: Сегодняшняя дата (на основе ваших общих настроек WordPress)
sr_rs: Данашњи датум (на основу ваших WордПресс Општих подешавања)

source: Today's date and time (based on your WordPress General Settings)
da_dk: Dags dato og klokkeslæt (baseret på dine generelle WordPress-indstillinger)
de_de: Heutiges Datum und Uhrzeit (basierend auf Ihren allgemeinen WordPress-Einstellungen)
fa_ir: تاریخ و زمان امروز (بر اساس تنظیمات عمومی وردپرس شما)
fr_fr: Date et heure du jour (en fonction de vos paramètres généraux WordPress)
he_il: התאריך והשעה של היום (בהתבסס על ההגדרות הכלליות של WordPress)
nl_nl: De datum en tijd van vandaag (gebaseerd op je algemene instellingen van WordPress)
pl_pl: Dzisiejsza data i godzina (na podstawie ustawień ogólnych WordPress)
pt_br: Data e hora de hoje (com base nas suas Configurações Gerais do WordPress)
ru_ru: Сегодняшняя дата и время (на основе ваших общих настроек WordPress)
sr_rs: Данашњи датум и време (на основу ваших WордПресс Општих подешавања)

source: Sunrise/Sunset and Moonrise/Moonset
da_dk: Solopgang/solnedgang og måneopgang/måneudbrud
de_de: Sonnenaufgang/-untergang und Mondaufgang/- untergang
fa_ir: طلوع افتاب / غروب خورشید و طلوع ماه / غروب ماه
fr_fr: Lever / Coucher du soleil et Lever de lune / Coucher de lune
he_il: זריחה/שקיעה וזריחת ירח/שקיעת הירח
nl_nl: Zonsopkomst/Zonsondergang en Maansopkomst/Maansondergang
pl_pl: Wschód / zachód słońca i wschód księżyca / zachód księżyca
pt_br: Nascer/Pôr do Sol e Nascer da Lua/Lua
ru_ru: Восход/Закат и Восход/Заход Луны
sr_rs: Излазак /залазак сунца и месечина/месечев почетак

source: Additional Weather Data
da_dk: Yderligere vejrdata
de_de: Zusätzliche Wetterdaten
fa_ir: اطلاعات اضافی اب و هوا
fr_fr: Données météorologiques supplémentaires
he_il: נתוני מזג אוויר נוספים
nl_nl: OWM Weather
pl_pl: Dodatkowe dane pogodowe
pt_br: Dados Meteorológicos Adicionais
ru_ru: Дополнительные данные о погоде
sr_rs: Додатни подаци о временској прогнози

source: Wind Unit:
da_dk: Vind enhed:
de_de: Windeinheit:
fa_ir: واحد باد:
fr_fr: Unité du vent:
he_il: יחידת רוח:
nl_nl: Wind eenheid:
pl_pl: Jednostka wiatrowa:
pt_br: Unidade Eólica:
ru_ru: Единицы ветра:
sr_rs: Јединица ветра:

source: Wind icons show
da_dk: Vindikoner vises
de_de: Windsymbole zeigen
fa_ir: ایکون های باد نشان می دهد
fr_fr: Les icônes de vent s’affichent
he_il: מופע סמלי רוח
nl_nl: Windpictogrammen tonen
pl_pl: Ikony wiatru pokazują
pt_br: Ícones de vento mostram
ru_ru: Показать значок ветра
sr_rs: Показују иконе ветра

source: direction of the wind
da_dk: vindretning
de_de: Windrichtung
fa_ir: جهت باد
fr_fr: direction du vent
he_il: כיוון הרוח
nl_nl: richting van de wind
pl_pl: kierunek wiatru
pt_br: direção do vento
ru_ru: направление ветра
sr_rs: правац ветра

source: source of wind flow
da_dk: kilde til front
de_de: Quelle der Windströmung
fa_ir: منبع جریان باد
fr_fr: source de flux de vent
he_il: מקור זרימת הרוח
nl_nl: bron van windstroom
pl_pl: źródło przepływu wiatru
pt_br: fonte de fluxo de vento
ru_ru: источник потока ветра
sr_rs: извор протока ветра
