Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Pressure Unit:
da_dk: Lufttryk enhed:
de_de: Druckeinheit:
fa_ir: واحد فشار:
fr_fr: Unité de pression:
he_il: יחידת לחץ:
nl_nl: Drukeenheid:
pl_pl: Jednostka ciśnienia:
pt_br: Unidade de pressão:
ru_ru: Единицы давления:
sr_rs: Јединица притиска:

source: Hourly Forecast
da_dk: Time prognose
de_de: Stündliche Vorhersage
fa_ir: پیش بینی ساعتی
fr_fr: Prévisions heure par heure
he_il: תחזית שעתית
nl_nl: Weervoorspelling per uur
pl_pl: Prognoza godzinna?
pt_br: Previsão de hora-em-hora
ru_ru: Ежечасный прогноз
sr_rs: Сатна прогноза

source: Number of Hours
da_dk: Antal timer
de_de: Anzahl der Stunden
fa_ir: تعداد ساعات
fr_fr: Nombre d’heures
he_il: מספר שעות
nl_nl: Aantal Uuren
pl_pl: Liczba godzin
pt_br: Número de horas
ru_ru: Количество часов
sr_rs: Број часова

source: Daily Forecast
da_dk: Daglig vejrudsigt
de_de: Tagesvorhersage
fa_ir: پیش بینی روزانه
fr_fr: Prévisions quotidiennes
he_il: תחזית יומית
nl_nl: Dagelijkse voorspelling
pl_pl: Prognoza dzienna
pt_br: Previsão Diária
ru_ru: Ежедневный прогноз
sr_rs: Дневна прогноза

source: Number of Days
da_dk: Antal dage
de_de: Anzahl der Tage
fa_ir: تعداد روزها
fr_fr: Nombre de jours
he_il: מספר ימים
nl_nl: Aantal dagen
pl_pl: Liczba dni
pt_br: Número de dias
ru_ru: Количество дней
sr_rs: Број дана

source: Short day names
da_dk: Kort dag navne
de_de: Kurze Wochentagsbezeichnung
fa_ir: نام روز کوتاه
fr_fr: Abréviations des jours
he_il: שמות ימים קצרים
nl_nl: Korte dag namen
pl_pl: Krótkie nazwy dni
pt_br: Nomes curtos de dias
ru_ru: Короткие имена дней
sr_rs: Имена кратких дана

source: Normal day names
da_dk: Normal dagsnavn
de_de: Lange Wochentagsbezeichnung
fa_ir: نام روزهای عادی
fr_fr: Noms de jours normaux
he_il: שמות יום רגילים
nl_nl: Normale dagnamen
pl_pl: Normalne nazwy dni
pt_br: Nomes de dias normais
ru_ru: Обычные имена дней
sr_rs: Нормална имена дана

source: Footer
de_de: Fußzeile
fa_ir: فوتر
fr_fr: Pied de page
he_il: פוטר
pl_pl: Stopka
pt_br: Rodapé
ru_ru: Подвал
sr_rs: Podnožje

source: Select the layout styling for your weather shortcode.
da_dk: Vælg layoutstyling til din vejrkortkode.
de_de: Wählen Sie das Layout-Styling für Ihren Wetter-Shortcode aus.
fa_ir: یک ظاهر طراحی شده برای shortcode اب و هوا خود را انتخاب کنید.
fr_fr: Sélectionnez le style de mise en page de votre shortcode météo.
he_il: בחר את סגנון הפריסה עבור קוד מזג האוויר הקצר שלך.
nl_nl: Selecteer de lay-outstyling voor uw weer-shortcode.
pl_pl: Wybierz styl układu dla skrótu pogodowego.
pt_br: Selecione o estilo de layout para seu shortcode de clima.
ru_ru: Выберите стиль макета для шорткода погоды.
sr_rs: Изаберите стајлинг распореда за кратки код временске прогнозе.

source: Template
da_dk: Skabelon
de_de: Dokumentvorlage
fa_ir: قالب
fr_fr: Modèle
he_il: תבנית
nl_nl: Sjabloon
pl_pl: Szablon
pt_br: Modelo
ru_ru: Шаблон
sr_rs: Predložak

source: Font
da_dk: Skrifttype
de_de: Schriftart
fa_ir: فونت
fr_fr: Police
he_il: פונט
nl_nl: Lettertype
pl_pl: Czcionka
pt_br: Fonte
ru_ru: Шрифт
sr_rs: Фонт

source: Icon Pack
da_dk: Ikon Pack
fa_ir: پک آیکون
fr_fr: Pack d'icônes
he_il: חבילת אייקונים
nl_nl: Icoon Pack
pt_br: Pacote de ícones
ru_ru: Набор значков
sr_rs: Пакет иконица

source: The main icon is always an animated Climacons SVG. If you want to display the icon from the selected icon pack instead, you need to select "Disable Animations for Main Icon" below.
da_dk: Hovedikonet er altid en animeret Climacons SVG. Hvis du i stedet vil vise ikonet fra den valgte ikonpakke, skal du vælge "Deaktiver animationer for hovedikon" nedenfor.
de_de: Das Hauptsymbol ist immer ein animiertes Climacons SVG. Wenn Sie stattdessen das Symbol aus dem ausgewählten Symbolpaket anzeigen möchten, müssen Sie unten "Animationen für Hauptsymbol deaktivieren" auswählen.
fa_ir: ایکون اصلی همیشه یک Climacons متحرک SVG است. اگر می خواهید ایکون را از بسته ایکون انتخاب شده نمایش دهید، باید "Disable Animations for Main Icon" را در زیر انتخاب کنید.
fr_fr: L’icône principale est toujours un SVG Climacons animé. Si vous souhaitez afficher l’icône du pack d’icônes sélectionné à la place, vous devez sélectionner « Désactiver les animations pour l’icône principale » ci-dessous.
he_il: הסמל הראשי הוא תמיד Climacons SVG מונפש. אם ברצונך להציג את הסמל מחבילת הסמלים שנבחרה במקום זאת, עליך לבחור "השבת הנפשות עבור סמל ראשי" להלן.
nl_nl: Het hoofdpictogram is altijd een geanimeerde Climacons SVG. Als u in plaats daarvan het pictogram van het geselecteerde pictogrampakket wilt weergeven, moet u hieronder "Animaties voor hoofdpictogram uitschakelen" selecteren.
pl_pl: Główną ikoną jest zawsze animowany Climacons SVG. Jeśli zamiast tego chcesz wyświetlić ikonę z wybranego pakietu ikon, musisz wybrać "Wyłącz animacje dla ikony głównej" poniżej.
pt_br: O ícone principal é sempre um Climacons SVG animado. Se você quiser exibir o ícone do pacote de ícones selecionado, em vez disso, você precisa selecionar "Desativar animações para ícone principal" abaixo.
ru_ru: Главной иконкой всегда является анимированный Climacons SVG. Если вы хотите вместо этого отобразить значок из выбранного пакета значков, вам нужно выбрать «Отключить анимацию для основного значка» ниже.
sr_rs: Главна икона је увек анимирани Цлимацонс СВГ. Ако уместо тога желите да прикажете икону изабраног пакета икона, потребно је да у наставку изаберете опцију"Онемогући анимације за главну икону".

source: Color Animated
da_dk: Farve animeret
de_de: Bunte Animation
fa_ir: رنگ متحرک
fr_fr: Couleur animée
he_il: צבע מונפש
nl_nl: Grafiek Night Highlight Kleur
pl_pl: Kolorowy animowany
pt_br: Cor Animada
ru_ru: Цветная анимация
sr_rs: Анимирана боја

source: Text
da_dk: Tekst
fa_ir: متن
he_il: טקסט
nl_nl: Tekst
pl_pl: Tekst
pt_br: Texto
ru_ru: Текст
sr_rs: Tekst

source: Background
da_dk: Baggrund
de_de: Hintergrund
fa_ir: پس زمینه
fr_fr: Arrière-plan
he_il: רקע
nl_nl: Achtergrond
pl_pl: Tło
pt_br: Fundo
ru_ru: Фон
sr_rs: Позадина

source: YouTube Background Video
da_dk: Tabelbaggrundsfarve
de_de: YouTube-Video im Hintergrund
fa_ir: ویدئو پس زمینه یوتیوب
fr_fr: Vidéo YouTube de fond
he_il: סרטון רקע של YouTube
nl_nl: YouTube-achtergrondvideo
pl_pl: Wideo w tle YouTube
pt_br: Vídeo de fundo do YouTube
ru_ru: Фоновое YouTube-видео
sr_rs: YоуТубе позадински видео

source: Background Opacity
da_dk: Baggrunds gennemsigtighed
de_de: Hintergrund Transparenz
fa_ir: شفافیت پس زمینه
fr_fr: Opacité de l’arrière-plan
he_il: אטימות רקע
nl_nl: Achtergrond Transparantie
pl_pl: Krycie Tła
pt_br: Opacidade do fundo
ru_ru: Прозрачность фона
sr_rs: Neprozirna pozadina

source: Borders
da_dk: Kanter
de_de: Rahmen
fa_ir: حاشیه ها
fr_fr: Bordures
he_il: מסגרת
nl_nl: Randen
pl_pl: Obramowanie
pt_br: Bordas
ru_ru: Границы
sr_rs: Ивице

source: Border Width (px)
da_dk: Kantbredde (px)
de_de: Rahmenbreite (px)
fa_ir: عرض قاب (px)
fr_fr: Largeur de bordure (px)
he_il: רוחב גבול (px)
nl_nl: Randgrootte (px)
pl_pl: Szerokość obramowania (px)
pt_br: Largura da Borda (px)
ru_ru: Ширина рамки (px)
sr_rs: Ширина ивице (пx)

source: Border Radius (px)
da_dk: Ramme radius (i px)
de_de: Rahmenradius (px)
fa_ir: انحنای حاشیه ( پیکسل )
fr_fr: Coins arrondis de la bordure (px)
he_il: רדיוס גבול (px)
nl_nl: Randradius (px)
pl_pl: Ramka promień (px)
pt_br: Arredondamento da Borda (px)
ru_ru: Радиус границы (px)
sr_rs: Радијус ивице (пx)

source: Disable Loading Spinner
da_dk: Spinderske
de_de: Lade-Spinner deaktivieren
fa_ir: غیرفعال کردن کش
fr_fr: Désactiver le chargement du spinner
he_il: השבת את Loading Spinner
nl_nl: Load Spinner uitschakelen
pl_pl: Wyłącz ładowanie pokrętła
pt_br: Desativar o Carregador do Spinner
ru_ru: Запретить спиннер загрузки
sr_rs: Онемогући учитавање потенциометра

source: Tabbed Templates
da_dk: Faneblad skabeloner
de_de: Vorlagen mit Registerkarten
fa_ir: قالبهای جدولبندیشده
fr_fr: Modèles à onglets
he_il: תבניות בכרטיסיות
nl_nl: Sjablonen met tabbladen
pl_pl: Szablony z kartami
pt_br: Modelos com guias
ru_ru: Шаблоны с вкладками
sr_rs: Предлошци са картицама

source: Active Button Color
da_dk: Aktiv knapfarve
de_de: Aktive Schaltflächenfarbe
fa_ir: رنگ دکمه فعال
fr_fr: Activer le bouton de couleur
he_il: צבע הכפתור הפעיל
nl_nl: Actieve knopkleur
pl_pl: Aktywny kolor przycisku
pt_br: Cor do botão ativo
ru_ru: Цвет активной кнопки
sr_rs: Активна боја дугмета

source: Hover Button Color
da_dk: Markeret knapfarve
de_de: Hover Schaltflächenfarbe
fa_ir: رنگ دکمه شناور
fr_fr: Couleur de survol du bouton
he_il: צבע לחצן ריחוף
pl_pl: Kolor przycisku Hover
pt_br: Cor do Botão ao passar o mouse
ru_ru: Цвет кнопки при наведении
sr_rs: Боја дугмета за задржавање

source: Tables
da_dk: Borde
de_de: Tabellen
fa_ir: جداول
fr_fr: Tableaux
he_il: טבלאות
nl_nl: Tabellen
pl_pl: Tabele
pt_br: Tabelas
ru_ru: Таблицы
sr_rs: Tabele

source: Charts
da_dk: Diagrammer
fa_ir: نمودارها
fr_fr: Graphiques
he_il: גרף
nl_nl: Grootboekschema
pl_pl: Wykresy
pt_br: Gráficos
ru_ru: Графики
sr_rs: Графикони

source: Height (in px)
da_dk: Højde (i px)
de_de: Höhe (in px)
fa_ir: ارتفاع (پیکسل)
fr_fr: Hauteur (en %)
he_il: גובה שורה (ב px)
nl_nl: Hoogte
pl_pl: Wysokość (w px)
pt_br: Altura (em px)
ru_ru: Высота (пикс.)
sr_rs: Висина (у пx)

source: Night Highlight Color
da_dk: Nat fremhævet farve
de_de: Nacht-Highlight-Farbe
fa_ir: رنگ برجسته شب
fr_fr: Couleur du bouton Alertes
he_il: צבע הדגשת לילה
nl_nl: Nacht highlight kleur
pl_pl: Kolor podświetlenia nocy
pt_br: Cor de realce noturno
ru_ru: Цвет ночной подсветки
sr_rs: Боја за истицање ноћи

source: Temperature Color
da_dk: Temperatur Farve
de_de: Farbe für Temperatur
fa_ir: رنگ پس زمینه
fr_fr: Couleur de température
he_il: צבע טמפרטורה
nl_nl: Temperatuur Kleur
pl_pl: Kolor temperatury
pt_br: Temperatura Cor
ru_ru: Цвет температуры
sr_rs: Боја температуре

source: Feels-Like Color
da_dk: Kuldeindeks, farve
de_de: Farbe für gefühlte Temperatur
fa_ir: رنگ احساس می کند
fr_fr: Se sent comme la couleur
he_il: מרגיש כמו צבע
nl_nl: Achtergrond kleur
pl_pl: Przyjemny w dotyku kolor
pt_br: Sente-se como a cor
ru_ru: Цвет "Ощущается как"
sr_rs: Боја cубјективни осећај

source: Dew Point Color
da_dk: Dug point
de_de: Farbe für Taupunkt
fa_ir: رنگ نقطه شبنم
fr_fr: Couleur du point de rosée
he_il: צבע נקודת הטל
nl_nl: Grafiek Night Highlight Kleur
pl_pl: Kolor punktu rosy
pt_br: Cor do ponto de orvalho
ru_ru: Показать точку росы
sr_rs: Боја тачке росе

source: Cloudiness Color
da_dk: Uklar farve
de_de: Farbe der Bewölkung
fa_ir: رنگ ابری
fr_fr: Couleur de nébulosité
he_il: ‎מצב העננים‫?‬
nl_nl: Bewolking Kleur
pl_pl: Kolor zachmurzenia
pt_br: Cor da nebulosidade
ru_ru: Облачность
sr_rs: Боја облачности

source: Rain Chance Color
da_dk: Regn chance farve
de_de: Regen Chance Farbe
fa_ir: باران شانس رنگ
fr_fr: Couleur de la pluie
he_il: צבע סיכוי לגשם
nl_nl: Regenkans Kleur
pl_pl: Kolor szansy na deszcz
pt_br: Cor da Chance da Chuva
ru_ru: Цвет шанса дождя
sr_rs: Боја шансе за кишу

source: Humidity Color
da_dk: Fugtighed Farve
de_de: Farbe der Luftfeuchtigkeit
fa_ir: رنگ رطوبت
fr_fr: Couleur d’humidité
he_il: צבע לחות
nl_nl: Vochtigheid Kleur
pl_pl: Wilgotność, kolor
pt_br: Cor da umidade
ru_ru: Цвет влажности
sr_rs: Боја влажности

source: Pressure Color
da_dk: Tryk farve
de_de: Luftdruckfarbe
fa_ir: رنگ فشار
fr_fr: Couleur de pression
he_il: צבע לחץ
nl_nl: Drukkleur
pl_pl: Kolor nacisku
pt_br: Cor da pressão
ru_ru: Цвет давления
sr_rs: Боја притиска

source: Rain Amount Color
da_dk: Regnmængde farve
de_de: Regenmenge Farbe
fa_ir: مقدار باران رنگ
fr_fr: Couleur de la quantité de pluie
he_il: צבע כמות גשם
nl_nl: Regen hoeveelheid kleur
pl_pl: Kolor ilości deszczu
pt_br: Cor da quantidade de chuva
ru_ru: Количество дождя Цвет
sr_rs: Боја количине кише

source: Snow Amount Color
da_dk: Beløb
de_de: Farbe der Schneemenge
fa_ir: مقدار برف رنگ
fr_fr: Couleur de la quantité de neige
he_il: צבע כמות השלג
nl_nl: Sneeuw hoeveelheid kleur
pl_pl: Kolor ilości śniegu
pt_br: Quantidade de neve Cor
ru_ru: Количество снега Цвет
sr_rs: Боја количине снега

source: Wind Speed Color
da_dk: Vindhastighed farve
de_de: Windgeschwindigkeit Farbe
fa_ir: سرعت باد رنگ
fr_fr: Couleur de la vitesse du vent
he_il: צבע מהירות הרוח
nl_nl: Windsnelheid Kleur
pl_pl: Kolor prędkości wiatru
pt_br: Cor da velocidade do vento
ru_ru: Цвет скорости ветра
sr_rs: Боја брзине ветра

source: Wind Gust Color
da_dk: Vindstød farve
de_de: Windböenfarbe
fa_ir: رنگ وزش باد
fr_fr: Couleur des rafales de vent
he_il: צבע משב רוח
nl_nl: Windvlaag Kleur
pl_pl: Kolor podmuchu wiatru
pt_br: Cor da rajada de vento
ru_ru: Цвет порыва ветра
sr_rs: Боја налета ветра

source: Select the text colors and backgrounds for each weather type.
da_dk: Vælg tekst, farver og baggrunde for hver vejrtype.
de_de: Wählen Sie die Textfarben und Hintergründe für jeden Wettertyp aus.
fa_ir: رنگ متن و پس زمینه را برای هر نوع اب و هوا انتخاب کنید.
fr_fr: Sélectionnez les couleurs de texte et les arrière-plans pour chaque type de météo.
he_il: בחר את הטקסט, הצבעים והרקעים עבור כל סוג מזג אוויר.
nl_nl: Selecteer de tekstkleuren en achtergronden voor elk weertype.
pl_pl: Wybierz kolory tekstu i tła dla każdego typu pogody.
pt_br: Selecione as cores de texto e os planos de fundo para cada tipo de clima.
ru_ru: Выберите цвета текста и фон для каждого типа погоды.
sr_rs: Изаберите боје и позадине текста за сваки тип временске прогнозе.

source: Sunny
da_dk: Solrigt
de_de: Sonnig
fa_ir: آفتابی
fr_fr: Ensoleillé
he_il: בהיר
nl_nl: Zonnig
pl_pl: Słonecznie
pt_br: Ensolarado
ru_ru: Солнечно
sr_rs: Суниано

source: YouTube Sunny Background Video
da_dk: YouTube solrig baggrundsvideo
de_de: Sonniges YouTube-Video im Hintergrund
fa_ir: یوتیوب افتابی پس زمینه ویدئو
fr_fr: Vidéo d’arrière-plan YouTube Sunny
he_il: סרטון רקע שטוף שמש ביוטיוב
nl_nl: YouTube Zonnige Achtergrond Video
pt_br: YouTube Sunny Vídeo de fundo
ru_ru: Фоновое видео YouTube Sunny
sr_rs: YоуТубе Суннy Бацкгроунд Видео

source: Cloudy
da_dk: Overskyet
de_de: Bewölkt
fa_ir: ابری
fr_fr: Nuageux
he_il: מעונן
nl_nl: Bewolky
pl_pl: Pochmurnie
pt_br: Nublado
ru_ru: Облачно
sr_rs: Облаино

source: YouTube Cloudy Background Video
da_dk: YouTube overskyet baggrundsvideo
de_de: Bewölktes YouTube-Video im Hintergrund
fa_ir: یوتیوب ابری پس زمینه ویدئو
fr_fr: Vidéo d’arrière-plan nuageux YouTube
he_il: סרטון רקע מעונן ביוטיוב
nl_nl: YouTube Cloudy Achtergrond Video
pl_pl: Film w tle YouTube Cloudy Background
pt_br: Vídeo de fundo nublado do YouTube
ru_ru: Облачное фоновое видео YouTube
sr_rs: YоуТубе Цлоудy Бацкгроунд Видео

source: Drizzly
da_dk: Støvregn
de_de: Nieselregen
fa_ir: نم نم
he_il: טפטוף
nl_nl: Miezerig
pl_pl: Mżawka
pt_br: Garoa
ru_ru: Моросящий
sr_rs: Дриззлy

source: YouTube Drizzly Background Video
da_dk: YouTube støvregn baggrundsvideo
de_de: Nieseliges YouTube-Video im Hintergrund
fa_ir: یوتیوب نم نم پس زمینه ویدئو
fr_fr: Vidéo d’arrière-plan YouTube Drizzly
he_il: סרטון רקע מטפטף ביוטיוב
nl_nl: YouTube Drizzly Achtergrond Video
pl_pl: Wideo YouTube Drizzly w tle
pt_br: YouTube Drizzly Vídeo de fundo
ru_ru: Фоновое видео Drizzly на YouTube
sr_rs: YоуТубе Дриззлy Бацкгроунд Видео

source: Rainy
da_dk: Regnfuldt
de_de: Regenerisch
fa_ir: بارانی
fr_fr: Pluvieux
he_il: גשום
nl_nl: Regenachtig
pl_pl: Deszczowy
pt_br: Chuvoso
ru_ru: Дождливый
sr_rs: Киљна

source: YouTube Rainy Background Video
da_dk: YouTube regnfuld baggrundsvideo
de_de: Regenerisches YouTube-Video im Hintergrund
fa_ir: ویدئو پس زمینه بارانی YouTube
fr_fr: Vidéo d’arrière-plan YouTube Rainy
he_il: סרטון רקע גשום ביוטיוב
nl_nl: YouTube regenachtige achtergrondvideo
pt_br: Vídeo de fundo chuvoso do YouTube
ru_ru: Фоновое видео YouTube Rainy
sr_rs: YоуТубе Раинy Бацкгроунд Видео

source: Snowy
da_dk: Snevejr
de_de: Verschneit
fa_ir: برفی
fr_fr: Enneigé
he_il: מושלג
nl_nl: Besneeuwd
pl_pl: Śnieżny
pt_br: Nevado
ru_ru: Снежный
sr_rs: Снељко

source: YouTube Snowy Background Video
da_dk: YouTube snedækket baggrundsvideo
de_de: Schnee YouTube-Video im Hintergrund
fa_ir: یوتیوب برفی پس زمینه ویدئو
fr_fr: Vidéo d’arrière-plan YouTube Snowy
he_il: סרטון רקע מושלג של YouTube
nl_nl: YouTube Besneeuwde achtergrondvideo
pl_pl: YouTube Śnieżne wideo w tle
pt_br: Vídeo de fundo nevado do YouTube
ru_ru: Снежное фоновое видео YouTube
sr_rs: YоуТубе Сноwy Бацкгроунд Видео

source: Stormy
da_dk: Stormende
de_de: Stürmisch
fa_ir: طوفانی
fr_fr: Pluie
he_il: סוער
nl_nl: Stormachtig
pl_pl: Burzliwy
pt_br: Tempestuoso
ru_ru: Штормовой
sr_rs: Сторми

source: YouTube Stormy Background Video
da_dk: YouTube stormende baggrundsvideo
de_de: Stürmisches YouTube-Video im Hintergrund
fa_ir: یوتیوب طوفانی پس زمینه ویدئو
fr_fr: Vidéo d’arrière-plan orageuse YouTube
he_il: סרטון רקע סוער ביוטיוב
nl_nl: YouTube Stormy Achtergrond Video
pt_br: Vídeo em segundo plano do YouTube Stormy
ru_ru: Бурное фоновое видео YouTube
sr_rs: YоуТубе Стормy Бацкгроунд Видео

source: Foggy
da_dk: Tåget
de_de: Neblig
fa_ir: مه آلود
fr_fr: Brumeux
he_il: מעופל
nl_nl: Mistig
pl_pl: Mglisto
pt_br: Nevoeiro
ru_ru: Туманно
sr_rs: Магловито

source: YouTube Foggy Background Video
da_dk: YouTube tåget baggrundsvideo
de_de: Nebliges YouTube-Video im Hintergrund
fa_ir: یوتیوب مه الود پس زمینه ویدئو
fr_fr: Vidéo d’arrière-plan YouTube Foggy
he_il: סרטון רקע מעורפל של YouTube
nl_nl: YouTube Mistige Achtergrond Video
pl_pl: Mglisty film w tle YouTube
pt_br: YouTube Foggy Vídeo de fundo
ru_ru: Туманное фоновое видео YouTube
sr_rs: YоуТубе Фоггy Бацкгроунд Видео

source: Select the information and layout styling for the optional map on your weather shortcode.
da_dk: Vælg informations- og layout styling for det valgfri kort på din vejrkortkode.
de_de: Wählen Sie die Informationen und das Layout-Styling für die optionale Karte aus.
fa_ir: یک ظاهر طراحی شده اطلاعات و طرح بندی را برای نقشه اختیاری در کد کوتاه اب و هوا خود انتخاب کنید.
fr_fr: Sélectionnez les informations et le style de mise en page de la carte facultative sur votre shortcode météo.
he_il: בחר את סגנון המידע והפריסה עבור המפה האופציונלית בקוד הקצר של מזג האוויר.
nl_nl: Selecteer de informatie en lay-outstijl voor de optionele kaart op uw weer-shortcode.
pl_pl: Wybierz informacje i styl układu opcjonalnej mapy w krótkim kodzie pogodowym.
pt_br: Selecione as informações e o estilo do layout para o mapa opcional em seu shortcode meteorológico.
ru_ru: Выберите информацию и стиль оформления для дополнительной карты в шорткоде погоды.
sr_rs: Изаберите информације и стајлинг распореда за опционалну мапу кратког кода временске прогнозе.

source: Display Map
da_dk: Kort visning
de_de: Karte anzeigen
fa_ir: نمایش نقشه
fr_fr: Afficher la carte
he_il: הצג מפה
nl_nl: Kaart weergeven
pl_pl: Wyświetlać mapę
pt_br: Exibir mapa
ru_ru: Показать карту
sr_rs: Прикажи мапу

source: Map Height (in px)
da_dk: Korthøjde (i px)
de_de: Höhe der Karte (in px)
fa_ir: ارتفاع نقشه
fr_fr: Hauteur de la carte (en px)
he_il: גובה מפה (בפיקסלים)
nl_nl: Kaart hoogte (in px)
pl_pl: Wysokość mapy (w piksealch)
pt_br: Altura do mapa (em px)
ru_ru: Высота карты (пикс.)
sr_rs: Висина мапе (у пx)

source: Disable Zoom Wheel on Map
da_dk: Deaktiver zoomhjul på kort
de_de: Zoomrad auf der Karte deaktivieren
fa_ir: غیرفعال کردن چرخ بزرگنمایی روی نقشه
fr_fr: Désactiver le zoom à la souris sur le carte
he_il: בטל גלגל הגדלה במפה
nl_nl: Zoom wiel op kaart uitschakelen
pl_pl: Wyświetlać kółko zoom na wszystkich pogodach
pt_br: Desabilitar roda de zoom no mapa
ru_ru: Отключить масштабирование на карте
sr_rs: Онемогући точкић за зумирање на мапи

source: Layers
de_de: Layer
fa_ir: لایه ها
fr_fr: Calques
he_il: שכבות
nl_nl: Lagen
pl_pl: Przejrzystość warstw
pt_br: Camada
ru_ru: Слои
sr_rs: Слојева

source: Layer
da_dk: Lag
fa_ir: لایه
fr_fr: Calque
he_il: שכבה
nl_nl: Laag
pl_pl: Warstwa
pt_br: Camada
ru_ru: Слой
sr_rs: Слој

source: Display?
da_dk: Vis?
de_de: Anzeigen?
fa_ir: نمایش داده شود?
fr_fr: Afficher ?
he_il: להציג?
nl_nl: Weergeven?
pl_pl: Wyświetl?
pt_br: Exibição?
ru_ru: Показать?
sr_rs: Приказивање?

source: Legend On?
da_dk: Legende på?
de_de: Legende an?
fa_ir: افسانه در؟
fr_fr: Légende sur?
he_il: האגדה על?
nl_nl: Legende op?
pl_pl: Legenda włączona?
pt_br: Lenda on?
ru_ru: Включить легенду?
sr_rs: Легенда он?

source: Turned On?
da_dk: Tændt?
de_de: Anzeige an?
fa_ir: روشن؟
fr_fr: Activé ?
he_il: מופעל?
nl_nl: Ingeschakeld?
pl_pl: Włączone?
pt_br: Ligado?
ru_ru: Включить?
sr_rs: Укљуиио си се?

source: Cities
da_dk: Byer
de_de: Städte
fa_ir: شهرها
fr_fr: Villes
he_il: ערים
nl_nl: Plaatsen
pl_pl: Miasta
pt_br: Cidades
ru_ru: Города
sr_rs: Градови

source: Clouds
da_dk: Skyer
de_de: Wolken
fa_ir: ابرها
fr_fr: Nuages
he_il: עננים
nl_nl: Wolken
pl_pl: Chmury
pt_br: Nuvens
ru_ru: Облачность
sr_rs: Облаци

source: Rain
da_dk: Regn
de_de: Regen
fa_ir: باران
fr_fr: Pluie
he_il: גֶשֶׁם
nl_nl: Regen
pl_pl: Deszcz
pt_br: Chuva
ru_ru: Дождь
sr_rs: Киша

source: Snow
da_dk: Sne
de_de: Schnee
fa_ir: برف
fr_fr: Neige
he_il: שלג
nl_nl: Sneeuw
pl_pl: Śnieg
pt_br: Neve
ru_ru: Снег
sr_rs: Снег

source: Wind Rose
da_dk: Kompas
fa_ir: باد رز
fr_fr: Rose des vents
he_il: ורד הרוח
nl_nl: Windroos
pl_pl: Róża Wiatrów
pt_br: Rosa dos Ventos
ru_ru: Роза ветров
sr_rs: Ружа ветра

source: OWM Weather id
da_dk: OWM Weather
de_de: OWM Wetter-ID
fa_ir: OWM شناسه اب و هوا
he_il: מזהה מזג אוויר של OWM
nl_nl: OWM Weer id
pl_pl: OWM Weather pamięć podręczna
pt_br: OWM ID meteorológico
sr_rs: ОWМ ИД временске прогнозе

source: OWM Error
da_dk: OWM-fejl
de_de: OWM-Fehler
fa_ir: خطای OWM
fr_fr: Erreur OWM
he_il: שגיאת OWM
nl_nl: OWM-fout
pl_pl: Błąd OWM
pt_br: Erro do OWM
ru_ru: Ошибка OWM
sr_rs: ОWМ грешка

source: Unable to retrieve weather data
da_dk: Kan ikke hente vejrdata
de_de: Wetterdaten können nicht empfangen werden
fa_ir: قادر به بازیابی داده های آب و هوایی نیست
fr_fr: Impossible de retrouver les données météo
he_il: לא ניתן לקבל מידע אודות מזג האוויר
nl_nl: Niet in staat om weer gegevens op te halen
pl_pl: Nie można pobrać danych pogodowych
pt_br: Impossível retornar informações do tempo
ru_ru: Не удается получить данные о погоде
sr_rs: Није могуће преузети податке о временској прогнози

source: Last updated:
da_dk: Senest opdateret:
de_de: Letzte Aktualisierung:
fa_ir: آخرین بروز رسانی:
fr_fr: Dernière mise à jour:
he_il: עודכן לאחרונה:
nl_nl: Laatst bijgewerkt:
pl_pl: Ostatnia aktualizacja:
pt_br: Última Atualização:
ru_ru: Последнее обновление:
sr_rs: Последњи пут ажурирано:

source: C
sr_rs: Ц

source: Celsius
fa_ir: سانتیگراد
he_il: צלסיוס
pl_pl: Celsjusz
ru_ru: Цельсия
sr_rs: Целзијуса

source: F
sr_rs: P

source: Fahrenheit
fa_ir: فارنهایت
he_il: פרנהייט
pl_pl: Farenhait
ru_ru: Фаренгейт
sr_rs: Фаренхајта

source: in
da_dk: i
fa_ir: در
he_il: ב
pl_pl: w
pt_br: em
ru_ru: дюйм
sr_rs: У

source: mm
he_il: מ"מ
ru_ru: мм
sr_rs: мм

source: Sunday
da_dk: Søndag
de_de: Sonntag
fa_ir: یکشنبه
fr_fr: Dimanche
he_il: ‎ראשון
nl_nl: Zondag
pl_pl: Niedziela
pt_br: Domingo
ru_ru: Воскресенье
sr_rs: Nedelja

source: Monday
da_dk: Mandag
de_de: Montag
fa_ir: دوشنبه
fr_fr: Lundi
he_il: ‎שני
nl_nl: Maandag
pl_pl: Poniedziałek
pt_br: Segunda
ru_ru: Понедельник
sr_rs: Ponedeljak

source: Tuesday
da_dk: Tirsdag
de_de: Dienstag
fa_ir: سه شنبه
fr_fr: Mardi
he_il: ‎שלישי
nl_nl: Dinsdag
pl_pl: Wtorek
pt_br: Terça
ru_ru: Вторник
sr_rs: Utorak

source: Wednesday
da_dk: Onsdag
de_de: Mittwoch
fa_ir: چهارشنبه
fr_fr: Mercredi
he_il: ‎רביעי
nl_nl: Woensdag
pl_pl: Środa
pt_br: Quarta
ru_ru: Среда
sr_rs: Sreda

source: Thursday
da_dk: Torsdag
de_de: Donnerstag
fa_ir: پنج شنبه
fr_fr: Jeudi
he_il: ‎חמישי
nl_nl: Donderdag
pl_pl: Czwartek
pt_br: Quinta
ru_ru: Четверг
sr_rs: Četvrtak

source: Friday
da_dk: Fredag
de_de: Freitag
fa_ir: جمعه
fr_fr: Vendredi
he_il: ‎שישי
nl_nl: Vrijdag
pl_pl: Piątek
pt_br: Sexta
ru_ru: Пятница
sr_rs: Петак

source: Saturday
da_dk: Lørdag
de_de: Samstag
fa_ir: شنبه
fr_fr: Samedi
he_il: ‎שבת
nl_nl: Zaterdag
pl_pl: Sobota
pt_br: Sábado
ru_ru: Суббота
sr_rs: Subota
