Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Number of Forecast Days
da_dk: Antal af dage vejrudsigten skal vise
de_de: Anzahl der Tages-Vorhersagen
fa_ir: تعداد روزهای پیش بینی
fr_fr: Nombre de jours de prévision
he_il: מספר ימי תחזית
nl_nl: Aantal dagen van weersvoorspelling
pl_pl: Liczba dni prognozy
pt_br: Número de dias de previsão
ru_ru: Количество дней прогноза
sr_rs: Број дана предвиђања

source: Length Day Names:
da_dk: Længde dagsnavne:
de_de: Länge der Tagesnames:
fa_ir: طول نام روز:
fr_fr: Longueur des noms de jour:
he_il: אורך שמות ימים:
nl_nl: Lengte dag namen:
pl_pl: Długość Nazwy dni:
pt_br: Nomes do dia do comprimento:
ru_ru: Длина названия дня:
sr_rs: Имена дана дужине:

source: Link to OpenWeatherMap
da_dk: Link til OpenWeatherMap
de_de: Link zu OpenWeatherMap
fa_ir: پیوند به OpenWeatherMap
fr_fr: Lien vers OpenWeatherMap
he_il: ‎קישור לאתר OpenWeatherMap‫?‬
nl_nl: Link naar OpenWeatherMap
pl_pl: Dodać link do OpenWeatherMap
pt_br: Link para OpenWeatherMap
ru_ru: Ссылка на OpenWeatherMap
sr_rs: Повежи са ОпенWеатхерМап

source: Data Update Time
da_dk: Tidspunkt for opdatering af data
de_de: Uhrzeit der letzten Aktualisierung
fa_ir: به روز رسانی آّب و هوا
fr_fr: Date de mise à jour
he_il: זמן עדכון נתונים
nl_nl: Tijd voor het bijwerken van gegevens
pl_pl: Czas aktualizacji danych
pt_br: Tempo de atualização de dados
ru_ru: Последнее обновление
sr_rs: Време ажурирања података

source: Layout Settings
da_dk: Layout indstillinger
de_de: Layout Einstellungen
fa_ir: تنظیمات طرح بندی
fr_fr: Paramètres de mise en page
he_il: הגדרות פריסה
nl_nl: Layout Instellingen
pl_pl: Ustawienia układu strony
pt_br: Configurações de Layout
ru_ru: Настройки макета
sr_rs: Podešavanja

source: Spinner
fa_ir: اسپینر
he_il: ספינר
pt_br: Carrossel
ru_ru: Спиннер
sr_rs: Спинер

source: Disable Animations for Main Icon
da_dk: Deaktiver animationer for hovedikonet
de_de: Animationen für das Hauptsymbol deaktivieren
fa_ir: از کار انداختن پویانماییها برای شمایل اصلی
fr_fr: Désactiver les animations pour l’icône principale
he_il: הפיכת הנפשות ללא זמינות עבור סמל ראשי
nl_nl: Animaties voor hoofdpictogram uitschakelen
pl_pl: Wyłącz animacje dla ikony głównej
pt_br: Desativar animações para o ícone principal
ru_ru: Выключить анимацию для основного значка
sr_rs: Онемогући анимације за главну икону

source: Background Color
da_dk: Baggrundsfarve
de_de: Hintergrundfarbe
fa_ir: رنگ پس زمینه
fr_fr: Couleur d’arrière-plan
he_il: צבע רקע
nl_nl: Achtergrondkleur
pl_pl: Kolor tła
pt_br: Cor de fundo
ru_ru: Цвет фона
sr_rs: Боја позадине

source: Background Image
da_dk: Baggrundsbillede
de_de: Hintergrund Bild
fa_ir: تصویر پس زمینه
fr_fr: Image d'arrière-plan
he_il: תמונת רקע
nl_nl: Achtergrond afbeelding
pl_pl: Obrazek tła
pt_br: Imagem de Fundo
ru_ru: Фоновое изображение
sr_rs: Pozadinska slika

source: Background YouTube Video
da_dk: Baggrund YouTube-video
de_de: Hintergrund YouTube-Video
fa_ir: پس زمینه ویدیو یوتیوب
fr_fr: Vidéo YouTube en arrière-plan
he_il: סרטון YouTube ברקע
nl_nl: Achtergrond YouTube-video
pl_pl: Wideo w tle YouTube
pt_br: Vídeo do YouTube em segundo plano
ru_ru: Фоновое видео на YouTube
sr_rs: Позадина YоуТубе видеа

source: Text Color
da_dk: Tekstfarve
de_de: Textfarbe
fa_ir: رنگ متن
fr_fr: Couleur du texte
he_il: צבע טקסט
nl_nl: Tekstkleur
pl_pl: Kolor tekstu
pt_br: Cor do Texto
ru_ru: Цвет текста
sr_rs: Boja teksta

source: Border Color
da_dk: Kantfarve
de_de: Rahmenfarbe
fa_ir: رنگ حاشیه
fr_fr: Couleur de la bordure
he_il: צבע גבול
nl_nl: Randkleur
pl_pl: Kolor obramowania
pt_br: Cor da Borda
ru_ru: Цвет границы
sr_rs: Boja ivica

source: Border Width (in px)
da_dk: Kantbredde (i px)
de_de: Rahmenbreite (in px)
fa_ir: ضخامت خط حاشیه
fr_fr: Largeur de la bordure (en px)
he_il: רוחב גבול (בפיקסלים)
nl_nl: Knop Breedte (in px)
pl_pl: Kolor ramki
pt_br: Largura da borda (em px)
ru_ru: Толщина рамки (пикс.)
sr_rs: Ширина ивице (у пx)

source: Border Style
da_dk: Kantstil
de_de: Rahmenstil
fa_ir: استایل حاشیه
fr_fr: Style de bordure
he_il: סוג גבול
nl_nl: Randstijl
pl_pl: Styl obramowania
pt_br: Estilo de borda
ru_ru: Стиль рамки
sr_rs: Стил ивице

source: Border Radius
da_dk: Kant radius
de_de: Rahmenradius
fa_ir: شعاع مرزی
fr_fr: Rayon de la bordure
he_il: הרדיוס של המסגרת
nl_nl: Hoekafronding
pl_pl: Zaokrąglenie rogów
pt_br: Raio da Borda
ru_ru: Радиус границы
sr_rs: Радијус ивице

source: Weather Size
da_dk: Størrelse på vejrudsigt
de_de: Größe des Wetters
fa_ir: اندازه اب و هوا
fr_fr: Taille de la météo
he_il: גודל מזג אוויר
nl_nl: Weerbericht grootte
pl_pl: Rozmiar pogody
pt_br: Tamanho da previsão
ru_ru: Размер Погоды
sr_rs: Величина временске прогнозе

source: Custom CSS
da_dk: Brugerdefineret CSS
de_de: Benutzerspezifische CSS
fa_ir: css دلخواه
fr_fr: CSS personnalisée
he_il: ‏CSS מותאם-אישית
nl_nl: Aangepaste CSS
pl_pl: Własne CSS
pt_br: CSS customizado
ru_ru: Пользовательский CSS
sr_rs: Prilagođeni CSS

source: Tabbed Button Text Color
da_dk: Faneblad knap tekstfarve
de_de: Textfarbe der Schaltfläche mit Registerkarten
fa_ir: رنگ متن دکمهی جدولبندیشده
fr_fr: Couleur du texte du bouton à onglets
he_il: צבע טקסט של לחצן עם כרטיסיות
nl_nl: Tekstkleur van de knop met tabbladen
pl_pl: Kolor tekstu
pt_br: Cor do texto do botão com guias
ru_ru: Цвет текста кнопки с вкладками
sr_rs: Боја текста дугмета на картицама

source: Tabbed Button Background Color
da_dk: Faneblad knap baggrundsfarve
de_de: Hintergrundfarbe der Schaltfläche mit Registerkarten
fa_ir: رنگ پس زمینه
fr_fr: Couleur d’arrière-plan du bouton à onglets
he_il: לחצן עם כרטיסיות צבע רקע
nl_nl: Achtergrond kleur
pl_pl: Kolor tła przycisku z kartami
pt_br: Cor de fundo do botão com guias
ru_ru: Цвет фона кнопки с вкладками
sr_rs: Боја позадине дугмета на картицама

source: Tabbed Button Active Color
da_dk: Faneblad aktiv-knap farve
de_de: Aktive Farbe der Schaltfläche mit Registerkarten
fa_ir: دکمه Tabbed رنگ فعال
fr_fr: Couleur active du bouton à onglets
he_il: לחצן עם כרטיסיות צבע פעיל
nl_nl: Knop met tabbladen Actieve kleur
pl_pl: Przycisk z zakładkami Aktywny kolor
pt_br: Botão com guias Cor ativa
ru_ru: Кнопка с вкладками Активный цвет
sr_rs: Активна боја дугмета на картицама

source: Tabbed Button Hover Color
da_dk: Faneblad markeret-knap farve
de_de: Hover-Farbe der Schaltfläche mit Registerkarten
fa_ir: دکمه Tabbed Hover Color
fr_fr: Couleur de survol du bouton à onglets
he_il: לחצן עם כרטיסיות צבע ריחוף
nl_nl: Tabped-knop Hover Kleur
pl_pl: Kolor przycisku z zakładkami
pt_br: Cor do foco do botão com guias
ru_ru: Цвет наведения кнопки с вкладками
sr_rs: Боја дугмета са картицама

source: Table Background Color
da_dk: Tabelbaggrundsfarve
de_de: Tabellen Hintergrundfarbe
fa_ir: رنگ زمینه جدول
fr_fr: Couleur d'arrière-plan de tableau
he_il: צבע רקע טבלה
nl_nl: Achtergrondkleur tabel
pl_pl: Kolor tła tabeli
pt_br: Definir a cor de fundo da tabela
ru_ru: Фон таблицы
sr_rs: Боја позадине табеле

source: Table Text Color
da_dk: Tabeltekstfarve
de_de: Tabellen Textfarbe
fa_ir: رنگ متن
fr_fr: Couleur du texte du tableau
he_il: צבע טקסט טבלה
nl_nl: Kleur tabeltekst
pl_pl: Kolor tekstu tabeli
pt_br: Cor do texto da tabela
sr_rs: Боја текста табеле

source: Table Border Color
da_dk: Farve på tabelkant
de_de: Tabelle Rahmenfarbe
fa_ir: رنگ مرز Table
fr_fr: Couleur de la bordure du tableau
he_il: צבע גבול טבלה
nl_nl: Kleur tabelrand
pl_pl: Kolor obramowania tabeli
pt_br: Cor de Borda da Tabela
ru_ru: Цвет границ таблицы
sr_rs: Боја ивице табеле

source: Table Border Width (in px)
da_dk: Bredde på tabelkant (i px)
de_de: Tabellen Rahmenbreite (in px)?
fa_ir: عرض لبه جدول) به پیکسل (
fr_fr: Largeur de bordure du tableau (en px)
he_il: רוחב גבול טבלה (בפיקסלים)
nl_nl: Breedte van tabelrand (in px)
pl_pl: Szerokość krawędzi tabeli (w pikselach)
pt_br: Largura da borda da tabela (em px)
ru_ru: Толщина рамки таблицы (пикс.)
sr_rs: Ширина ивице табеле (у пx)

source: Table Border Style
da_dk: Tabelkanttypografi
de_de: Tabellen Rahmenstil
fa_ir: جدول مرز جدول
fr_fr: Style de bordure de tableau
he_il: סגנון גבול טבלה
nl_nl: Stijl van de rand van de tabel
pl_pl: Styl obramowania tabeli
pt_br: Estilo de Borda da Tabela
ru_ru: Стиль Границы Таблицы
sr_rs: Стил ивице табеле

source: Table Border Radius
da_dk: Tabelkantradius
de_de: Tabellen Rahmenradius
fa_ir: گردی کادر جدول
fr_fr: Rayon de bordure Table
he_il: רדיוס גבול טבלה
nl_nl: Straal van de tabelrand
pl_pl: Promień krawędzi tabeli
pt_br: Raio da Borda da Tabela
ru_ru: Радиус рамки таблицы
sr_rs: Радијус ивице табеле

source: Chart Height
da_dk: Diagrammets højde
de_de: Diagramm-Höhe
fa_ir: ارتفاع چارت
fr_fr: Hauteur Graphique
he_il: גובה תרשים
nl_nl: Diagram Hoogte
pl_pl: Wysokość wykresu
pt_br: Altura do gráfico
ru_ru: Высота графика
sr_rs: Висина графикона

source: Chart Text Color
da_dk: Diagram tekstfarve
de_de: Diagrammtextfarbe
fa_ir: رنگ متن نمودار
fr_fr: Couleur du texte du graphique
he_il: צבע טקסט תרשים
nl_nl: Kleur grafiektekst
pl_pl: Kolor tekstu wykresu
pt_br: Cor do texto do gráfico
ru_ru: Цвет текста таблицы
sr_rs: Боја текста графикона

source: Chart Night Highlight Color
da_dk: Diagram nat Fremhæv farve
de_de: Diagramm Nacht-Highlight-Farbe
fa_ir: نمودار رنگ برجسته شب
fr_fr: Graphique Nuit Couleur des faits saillants
he_il: תרשים לילה הדגשה צבע
nl_nl: Grafiek Night Highlight Kleur
pl_pl: Kolor podświetlenia nocy wykresu
pt_br: Cor de realce noturno do gráfico
ru_ru: График Ночной цвет подсветки
sr_rs: Боја за истицање ноћи графикона

source: Chart Background Color
da_dk: Diagrammets baggrundsfarve
de_de: Diagramm Hintergrund Farbe
fa_ir: رنگ پس زمینه نمودار
fr_fr: Couleur de fond du graphique
he_il: צבע רקע תרשים
nl_nl: Achtergrondkleur van grafiek
pl_pl: Kolor tła wykresu
pt_br: Cores de fundo gráfico
ru_ru: Цвет фона диаграммы
sr_rs: Боја позадине графикона

source: Chart Border Color
da_dk: Diagrammets kantfarve
de_de: Diagrammrahmenfarbe
fa_ir: رنگ حاشیه نمودار
fr_fr: Couleur de la bordure du tableau
he_il: צבע גבול תרשים
nl_nl: Kleur van grafiekrand
pl_pl: Kolor ramki
pt_br: Cor da borda do gráfico
ru_ru: Цвет границы диаграммы
sr_rs: Боја ивице графикона

source: Chart Border Width
da_dk: Diagrammets kantbredde
de_de: Breite des Diagrammrahmens
fa_ir: عرض مرزی نمودار
fr_fr: Largeur de bordure du graphique
he_il: רוחב גבול תרשים
nl_nl: Breedte van grafiekrand
pl_pl: Szerokość krawędzi wykresu
pt_br: Largura da borda do gráfico
ru_ru: Ширина границы диаграммы
sr_rs: Ширина ивице графикона

source: Chart Border Style
da_dk: Diagrammets kantstil
de_de: Diagrammrahmenstil
fa_ir: سبک مرزی نمودار
fr_fr: Style de bordure de graphique
he_il: סגנון גבול תרשים
nl_nl: Stijl voor grafiekranden
pl_pl: Styl obramowania wykresu
pt_br: Cor da borda
ru_ru: Стиль границы диаграммы
sr_rs: Стил ивице графикона

source: Chart Border Radius
da_dk: Diagrammets radius
de_de: Diagramm-Rahmenradius
fa_ir: شعاع لبه نمودار
fr_fr: Rayon de bordure du graphique
he_il: רדיוס גבול תרשים
nl_nl: Rand kleur
pl_pl: Kolor ramki
pt_br: Raio da borda do gráfico
ru_ru: Радиус границы диаграммы
sr_rs: Радијус ивице графикона

source: Chart Temperature Color
da_dk: Diagrammets temperatur farve
de_de: Farbe der Diagrammtemperatur
fa_ir: نمودار دمای رنگ
fr_fr: Couleur de température du graphique
he_il: צבע טמפרטורת תרשים
nl_nl: Grafiek Temperatuur Kleur
pl_pl: Kolor temperatury wykresu
pt_br: Gráfico Temperatura Cor
ru_ru: График температуры цвета
sr_rs: Боја температуре графикона

source: Chart Feels-Like Color
da_dk: Diagrammets føles som farve
de_de: Farbe für gefühlte Temperatur
fa_ir: نمودار احساس می کند مانند رنگ
fr_fr: Couleur de graphique ressemblant à des sensations
he_il: תרשים מרגיש כמו צבע
nl_nl: Grafiek voelt aan als kleur
pl_pl: Kolor podobny do wykresu
pt_br: Gráfico parece cor
ru_ru: Диаграмма ощущается как цвет
sr_rs: Боја налик на графикон

source: Chart Dew Point Color
da_dk: Diagrammets dugpunkt farve
de_de: Farbe für Taupunkt
fa_ir: نمودار رنگ نقطه شبنم
fr_fr: Couleur du point de rosée du graphique
he_il: תרשים צבע נקודת הטל
nl_nl: Grafiek Dauwpunt Kleur
pl_pl: Kolor punktu rosy na wykresie
pt_br: Gráfico Cor do ponto de orvalho
ru_ru: Показать точку росы
sr_rs: Боја тачке росе графикона

source: Chart Cloudiness Color
da_dk: Diagrammets overskyet farve
de_de: Farbe der Trübung des Diagramms
fa_ir: نمودار رنگ ابری
fr_fr: Couleur de nébulosité du graphique
he_il: תרשים צבע עננות
nl_nl: Grafiek Bewolking Kleur
pl_pl: Kolor zachmurzenia wykresu
pt_br: Cor da nebulosidade do gráfico
ru_ru: Облачность
sr_rs: Боја облачности графикона

source: Chart Rain Chance Color
da_dk: Diagrammets chance for regn farve
de_de: Diagramm Regen Chance Farbe
fa_ir: نمودار باران شانس رنگ
fr_fr: Graphique Rain Chance Color
he_il: תרשים צבע סיכוי לגשם
nl_nl: Grafiek Regenkans Kleur
pl_pl: Kolor szansy na deszcz na wykresie
pt_br: Gráfico Chuva Chance Cor
ru_ru: Диаграмма Дождь Шанс Цвет
sr_rs: Боја шансе за кишу графикона

source: Chart Humidity Color
da_dk: Diagrammets luftfugtighed farve
de_de: Diagramm Luftfeuchtigkeit Farbe
fa_ir: نمودار رطوبت رنگ
fr_fr: Graphique Couleur d’humidité
he_il: תרשים לחות צבע
nl_nl: Grafiek vochtigheid kleur
pl_pl: Wykres Wilgotność Kolor
pt_br: Gráfico Umidade Cor
ru_ru: График влажности Цвет
sr_rs: Боја влажности графикона

source: Chart Pressure Color
da_dk: Diagrammets lufttryk farve
de_de: Diagrammluftdruckfarbe
fa_ir: رنگ فشار نمودار
fr_fr: Couleur de pression du graphique
he_il: תרשים צבע לחץ
nl_nl: Grafiek Druk Kleur
pl_pl: Kolor ciśnienia wykresu
pt_br: Cor da pressão do gráfico
ru_ru: Цвет нажатия на график
sr_rs: Боја притиска графикона

source: Chart Rain Amount Color
da_dk: Diagrammets regn-mængde farve
de_de: Diagramm Regenmenge Farbe
fa_ir: نمودار مقدار باران رنگ
fr_fr: Graphique Couleur de la quantité de pluie
he_il: תרשים: כמות גשם, צבע
nl_nl: Grafiek Regenhoeveelheid Kleur
pl_pl: Kolor ilości deszczu na wykresie
pt_br: Gráfico Chuva Quantidade Cor
ru_ru: Диаграмма Количество дождя Цвет
sr_rs: Боја количине кише графикона

source: Chart Snow Amount Color
da_dk: Diagrammets sne-mængde farve
de_de: Diagramm Schneemenge Farbe
fa_ir: نمودار مقدار برف رنگ
fr_fr: Graphique Couleur de la quantité de neige
he_il: תרשים כמות שלג צבע
nl_nl: Grafiek Sneeuwhoeveelheid Kleur
pl_pl: Kolor ilości śniegu na wykresie
pt_br: Gráfico Quantidade de neve Cor
ru_ru: График Количество снега Цвет
sr_rs: Боја количине снега на графикону

source: Chart Wind Speed Color
da_dk: Diagrammets vindhastighed farve
de_de: Farbe der Windgeschwindigkeit des Diagramms
fa_ir: نمودار سرعت باد رنگ
fr_fr: Couleur de la vitesse du vent du graphique
he_il: תרשים מהירות הרוח צבע
nl_nl: Kaart Windsnelheid Kleur
pl_pl: Kolor prędkości wiatru na wykresie
pt_br: Gráfico Velocidade do vento Cor
ru_ru: График скорости ветра Цвет
sr_rs: Боја брзине ветра графикона

source: Chart Wind Gust Color
da_dk: Diagrammets vindstød farve
de_de: Windböenfarbe des Diagramms
fa_ir: نمودار رنگ وزش باد
fr_fr: Graphique Couleur des rafales de vent
he_il: תרשים: צבע משב רוח
nl_nl: Grafiek Windvlaag Kleur
pl_pl: Wykres Kolor podmuchu wiatru
pt_br: Gráfico Cor da rajada de vento
ru_ru: График Цвет порыва ветра
sr_rs: Боја налета ветра графикона

source: Weather-based Settings
da_dk: Vejrbaseret indstillinger
de_de: Wetterabhängige Einstellungen
fa_ir: تنظیمات مبتنی بر اب و هوا
fr_fr: Paramètres basés sur la météo
he_il: הגדרות מבוססות מזג אוויר
nl_nl: Op weer gebaseerde instellingen
pl_pl: Ustawienia zależne od pogody
pt_br: Exportar definições
ru_ru: Настройки на основе погоды
sr_rs: Поставке засноване на временској прогнози

source: Sunny Text Color
da_dk: Solrigt tekstfarve
de_de: Sonnige Textfarbe
fa_ir: رنگ متن
fr_fr: Couleur de texte ensoleillée
he_il: צבע טקסט שטוף שמש
nl_nl: Zonnige tekstkleur
pl_pl: Słoneczny kolor tekstu
pt_br: Cor do texto ensolarado
ru_ru: Солнечный цвет текста
sr_rs: Боја сунчаног текста

source: Sunny Background Color
da_dk: Solrigt baggrundsfarve
de_de: Sonnige Hintergrundfarbe
fa_ir: رنگ زمینه افتابی
fr_fr: Couleur de fond ensoleillée
he_il: צבע רקע שטוף שמש
nl_nl: Zonnige achtergrondkleur
pl_pl: Słoneczny kolor tła
pt_br: Cor de fundo ensolarada
ru_ru: Солнечный цвет фона
sr_rs: Боја сунчане позадине

source: Sunny Background Image
da_dk: Solrigt baggrundsbillede
de_de: Sonniges Hintergrundbild
fa_ir: تصویر زمینه افتابی
fr_fr: Image d’arrière-plan ensoleillée
he_il: תמונת רקע שטופת שמש
nl_nl: Achtergrond kleur
pl_pl: Słoneczny obraz tła
pt_br: Imagem de fundo ensolarado
ru_ru: Солнечное фоновое изображение
sr_rs: Слика у сунчаној позадини

source: Sunny Background YouTube Video
da_dk: Solrig baggrund YouTube-video
de_de: Sonniges YouTube-Video im Hintergrund
fa_ir: پس زمینه افتابی ویدیو یوتیوب
fr_fr: Vidéo YouTube Sunny Background
he_il: סרטון YouTube של Sunny Background
nl_nl: Zonnige achtergrond YouTube-video
pl_pl: Słoneczne tło YouTube Wideo
pt_br: Vídeo do YouTube de fundo ensolarado
ru_ru: Солнечный фон видео на YouTube
sr_rs: Суннy Бацкгроунд YоуТубе Видео

source: Cloudy Text Color
da_dk: Skyet tekstfarve
de_de: Bewölkte Textfarbe
fa_ir: رنگ متن
fr_fr: Couleur nuageuse du texte
he_il: צבע טקסט מעונן
nl_nl: Troebele tekstkleur
pl_pl: Mętny kolor tekstu
pt_br: Cor do texto
ru_ru: Мутный цвет текста
sr_rs: Боја облачног текста

source: Cloudy Background Color
da_dk: Skyet baggrundsfarve
de_de: Bewölkte Hintergrundfarbe
fa_ir: رنگ زمینه ابری
fr_fr: Couleur d’arrière-plan trouble
he_il: צבע רקע מעונן
nl_nl: Bewolkte achtergrondkleur
pl_pl: Pochmurny kolor tła
pt_br: Cor de fundo nublado
ru_ru: Мутный цвет фона
sr_rs: Боја облачне позадине

source: Cloudy Background Image
da_dk: Skyet baggrundsbillede
de_de: Bewölktes Hintergrundbild
fa_ir: تصویر زمینه ابری
fr_fr: Image d’arrière-plan nuageux
he_il: תמונת רקע מעונן
nl_nl: Bewolkte achtergrondafbeelding
pl_pl: Pochmurny obraz tła
pt_br: Imagem de fundo nublado
ru_ru: Фоновое изображение
sr_rs: Слика облачне позадине

source: Cloudy Background YouTube Video
da_dk: Skyet baggrund YouTube-video
de_de: Bewölktes YouTube-Video im Hintergrund
fa_ir: پس زمینه ابری ویدیو یوتیوب
fr_fr: Vidéo YouTube sur l’arrière-plan nuageux
he_il: רקע מעונן סרטון YouTube
nl_nl: Bewolkte achtergrond YouTube-video
pl_pl: Pochmurne tło YouTube Video
pt_br: Vídeo do YouTube de fundo nublado
ru_ru: Облачный фон видео на YouTube
sr_rs: Цлоудy Бацкгроунд YоуТубе Видео

source: Drizzly Text Color
da_dk: Støvregn tekstfarve
de_de: Nieselige Textfarbe
fa_ir: رنگ متن نم نم
fr_fr: Couleur du texte bruineux
he_il: צבע טקסט מטפטף
nl_nl: Druilerige tekstkleur
pl_pl: Kolor tekstu Drizzly
pt_br: Cor do texto chuvosa
ru_ru: Моросящий цвет текста
sr_rs: Сушна боја текста

source: Drizzly Background Color
da_dk: Støvregn baggrundsfarve
de_de: Nieselige Hintergrundfarbe
fa_ir: رنگ زمینه نم نم
fr_fr: Couleur d’arrière-plan bruineuse
he_il: צבע רקע מטפטף
nl_nl: Druilerige achtergrondkleur
pl_pl: Mżawka Kolor tła
pt_br: Cor de fundo chuvosa
ru_ru: Моросящий цвет фона
sr_rs: Дриззлy боја позадине

source: Drizzly Background Image
da_dk: Støvregn baggrundsbillede
de_de: Nieseliges Hintergrundbild
fa_ir: نم نم تصویر پس زمینه
fr_fr: Image d’arrière-plan bruineuse
he_il: תמונת רקע מטפטפת
nl_nl: Miezerige achtergrondafbeelding
pl_pl: Obraz tła Drizzly
pt_br: Imagem de fundo chuvosa
ru_ru: Фоновое изображение моросящего дождя
sr_rs: Дриззлy Бацкгроунд Имаге

source: Drizzly Background YouTube Video
da_dk: Støvregn Baggrund YouTube-video
de_de: Nieseliges YouTube-Video im Hintergrund
fa_ir: نم نم پس زمینه ویدئو یوتیوب
fr_fr: Vidéo YouTube Drizzly Background
he_il: סרטון YouTube ברקע טפטוף
nl_nl: Druilerige achtergrond YouTube-video
pt_br: Vídeo do YouTube em segundo plano
ru_ru: Фоновое видео Drizzly на YouTube
sr_rs: Дриззлy Бацкгроунд YоуТубе Видео

source: Rainy Text Color
da_dk: Regnfuldt tekstfarve
de_de: Regenige Textfarbe
fa_ir: رنگ متن بارانی
fr_fr: Couleur du texte pluvieux
he_il: צבע טקסט גשום
nl_nl: Regenachtige tekstkleur
pl_pl: Kolor tekstu
pt_br: Cor do texto chuvoso
ru_ru: Дождливый цвет текста
sr_rs: Боја кишног текста

source: Rainy Background Color
da_dk: Regnfuldt baggrundsfarve
de_de: Regenige Hintergrundfarbe
fa_ir: رنگ زمینه بارانی
fr_fr: Couleur de fond pluvieuse
he_il: צבע רקע גשום
nl_nl: Regenachtige achtergrondkleur
pl_pl: Deszczowy kolor tła
pt_br: Cor de fundo chuvosa
ru_ru: Дождливый цвет фона
sr_rs: Боја кишне позадине

source: Rainy Background Image
da_dk: Baggrundsbillede
de_de: Regeniges Hintergrundbild
fa_ir: تصویر زمینه بارانی
fr_fr: Image d’arrière-plan pluvieuse
he_il: תמונת רקע גשומה
nl_nl: Regenachtige achtergrondafbeelding
pl_pl: Deszczowy obraz tła
pt_br: Imagem de fundo chuvosa
ru_ru: Дождливое фоновое изображение
sr_rs: Слика кишне позадине

source: Rainy Background YouTube Video
da_dk: Regnfuld baggrund YouTube-video
de_de: Regenerisches YouTube-Video im Hintergrund
fa_ir: پس زمینه بارانی ویدیو یوتیوب
fr_fr: Vidéo YouTube Rainy Background
he_il: רקע גשום סרטון YouTube
nl_nl: Regenachtige achtergrond YouTube-video
pl_pl: Deszczowe tło YouTube Video
pt_br: Vídeo do YouTube de fundo chuvoso
ru_ru: Дождливый фон видео на YouTube
sr_rs: Раинy Бацкгроунд YоуТубе Видео

source: Snowy Text Color
da_dk: Snedækket tekstfarve
de_de: Schneebedeckte Textfarbe
fa_ir: رنگ متن
fr_fr: Couleur du texte du tableau
he_il: צבע טקסט מושלג
nl_nl: Besneeuwde tekstkleur
pl_pl: Śnieżny kolor tekstu
pt_br: Cor do texto nevado
ru_ru: Снежный цвет текста
sr_rs: Боја снежног текста

source: Snowy Background Color
da_dk: Snedækket baggrundsfarve
de_de: Schneebedeckte Hintergrundfarbe
fa_ir: رنگ زمینه برفی
fr_fr: Couleur de fond enneigée
he_il: צבע רקע מושלג
nl_nl: Besneeuwde achtergrondkleur
pl_pl: Kolor tła
pt_br: Cor de fundo nevado
ru_ru: Снежный цвет фона
sr_rs: Боја снежне позадине

source: Snowy Background Image
da_dk: Snedækket baggrundsbillede
de_de: Schneebedecktes Hintergrundbild
fa_ir: رنگ پس زمینه
fr_fr: Image d’arrière-plan enneigée
he_il: תמונת רקע מושלגת
nl_nl: Achtergrond kleur
pl_pl: Śnieżny obraz tła
pt_br: Imagem de fundo nevado
ru_ru: Снежное фоновое изображение
sr_rs: Снежна позадинска слика

source: Snowy Background YouTube Video
da_dk: Snedækket baggrund YouTube-video
de_de: Schnee YouTube-Video im Hintergrund
fa_ir: پس زمینه برفی ویدئو یوتیوب
fr_fr: Vidéo YouTube Snowy Background
he_il: רקע מושלג סרטון YouTube
nl_nl: Besneeuwde achtergrond YouTube-video
pl_pl: Śnieżne tło YouTube Video
pt_br: Vídeo do YouTube de fundo nevado
ru_ru: Снежный фон видео на YouTube
sr_rs: Снежна позадина YоуТубе Видео

source: Stormy Text Color
da_dk: Stormfuldt tekstfarve
de_de: Stürmische Textfarbe
fa_ir: رنگ متن طوفانی
fr_fr: Couleur du texte orageux
he_il: צבע טקסט סוער
nl_nl: Stormachtige tekstkleur
pl_pl: Kolor tekstu
pt_br: Cor do texto tormentoso
ru_ru: Штормовой цвет текста
sr_rs: Олујна боја текста

source: Stormy Background Color
da_dk: Stormfuldt baggrundsfarve
de_de: Stürmische Hintergrundfarbe
fa_ir: رنگ پس زمینه طوفانی
fr_fr: Couleur d’arrière-plan orageuse
he_il: צבע רקע סוער
nl_nl: Stormachtige achtergrondkleur
pl_pl: Burzliwy kolor tła
pt_br: Cor de fundo tormentosa
ru_ru: Штормовой цвет фона
sr_rs: Олујна боја позадине

source: Stormy Background Image
da_dk: Stormfuldt baggrundsbillede
de_de: Stürmisches Hintergrundbild
fa_ir: تصویر پس زمینه طوفانی
fr_fr: Image d’arrière-plan orageuse
he_il: תמונת רקע סוערת
nl_nl: Stormachtige achtergrondafbeelding
pl_pl: Burzliwy obraz tła
pt_br: Imagem de fundo tormentosa
ru_ru: Бурное фоновое изображение
sr_rs: Слика олујне позадине

source: Stormy Background YouTube Video
da_dk: Stormfuld baggrund YouTube-video
de_de: Stürmisches YouTube-Video im Hintergrund
fa_ir: طوفانی پس زمینه ویدئو یوتیوب
fr_fr: Vidéo YouTube Stormy Background
he_il: רקע סוער סרטון YouTube
nl_nl: Stormachtige achtergrond YouTube-video
pl_pl: Burzliwe tło YouTube Video
pt_br: Vídeo do YouTube em segundo plano Stormy
ru_ru: Бурное фоновое видео на YouTube
sr_rs: Стормy Бацкгроунд YоуТубе Видео
