Repository: common-repository/owm-weather
Catalog: lang/owm-weather-*.po
Languages: da_dk, de_de, fa_ir, fr_fr, he_il, nl_nl, pl_pl, pt_br, ru_ru, sr_rs

source: Sun
da_dk: Søn
de_de: So
fa_ir: یکشنبه
fr_fr: Dim
he_il: ‎א׳
nl_nl: Zon
pl_pl: Nd.
pt_br: Dom
ru_ru: ВС
sr_rs: Нед

source: Mon
da_dk: Man
de_de: Mo
fa_ir: دوشنبه
fr_fr: Lun
he_il: ‎ב׳
nl_nl: Maa
pl_pl: Pon.
pt_br: Seg
ru_ru: ПН
sr_rs: Пон

source: Tue
da_dk: Tirs
de_de: Di
fa_ir: سه شنبه
fr_fr: Mar
he_il: ‎ג׳
nl_nl: Din
pl_pl: Wt.
pt_br: Ter
ru_ru: ВТ
sr_rs: Уто

source: Wed
da_dk: Ons
de_de: Mi
fa_ir: چهارشنبه
fr_fr: Mer
he_il: ‎ד׳
nl_nl: Woe
pl_pl: Śr.
pt_br: Qua
ru_ru: СР
sr_rs: Сре

source: Thu
da_dk: Tors
de_de: Do
fa_ir: پنج شنبه
fr_fr: Jeu
he_il: ‎ה׳
nl_nl: Don
pl_pl: Czw.
pt_br: Qui
ru_ru: ЧТ
sr_rs: Чет

source: Fri
da_dk: Fre
de_de: Fr
fa_ir: جمعه
fr_fr: Ven
he_il: ‎ו׳
nl_nl: Vri
pl_pl: Pt.
pt_br: Sex
ru_ru: ПТ
sr_rs: Пет

source: Sat
da_dk: Lør
de_de: Sa
fa_ir: شنبه
fr_fr: Sam
he_il: ‎ש׳
nl_nl: Zat
pl_pl: Sb.
pt_br: Sáb
ru_ru: СБ
sr_rs: Суб

source: Feels Like
da_dk: Føles som
de_de: Gefühlte Temperatur
fa_ir: احساس می کند مانند
fr_fr: On se sent comme
he_il: מרגיש כמו
nl_nl: Voelt als
pl_pl: Czuje się jak
pt_br: Sente-se como
ru_ru: Ощущается как
sr_rs: Субјективни осећај

source: Clouds Classic
da_dk: Skyer Classic
de_de: Wolken (klassisch)
fa_ir: ابرها کلاسیک
fr_fr: Clouds Classique
he_il: עננים קלאסיים
nl_nl: Wolken Klassiek
pl_pl: Chmury klasyczne
pt_br: Nuvens Clássicas
ru_ru: Облачность (классический прогноз)
sr_rs: Класични облаци

source: Precipitation Classic
da_dk: Nedbør Classic
de_de: Niederschlag (klassisch)
fa_ir: بارش کلاسیک
fr_fr: Précipitation Classique
he_il: משקעים קלאסיים
nl_nl: Neerslag Classic
pl_pl: Opady klasyczne
pt_br: Precipitação Clássica
ru_ru: Осадки (классический прогноз)
sr_rs: Класичне падавине

source: Rain Classic
da_dk: Regn Classic
de_de: Regen (klassisch)
fa_ir: باران کلاسیک
fr_fr: Pluie Classique
he_il: גשם קלאסי
pl_pl: Klasyczny deszcz
pt_br: Chuva Clássica
ru_ru: Дождь (классический прогноз)
sr_rs: Кишни класик

source: Pressure Contour
da_dk: Trykkontur
de_de: Isobaren
fa_ir: کانتور فشار
fr_fr: Contour de pression
he_il: קונטור לחץ
nl_nl: Drukcontour
pl_pl: Kontur ciśnienia
pt_br: Contorno de Pressão
ru_ru: Область давления
sr_rs: Контура притиска

source: moonrise
da_dk: månen står op
de_de: Mondaufgang
fa_ir: طلوع ماه
fr_fr: Lever de lune
he_il: זריחת ירח
nl_nl: maansopkomst
pl_pl: wschód księżyca
ru_ru: Восход луны
sr_rs: месечина

source: moonset
da_dk: månen går ned
de_de: Monduntergang
fa_ir: غروب ماه
fr_fr: Coucher de lune
he_il: מועד שקיעת הירח
nl_nl: maansondergang
pl_pl: zachód księżyca
pt_br: pôr da lua
ru_ru: Заход луны
sr_rs: месече

source: Full weather on OpenWeatherMap
da_dk: Fuld vejr på OpenWeatherMap
de_de: Volle Wetterinformation auf OpenWeatherMap
fa_ir: آب و هوای کامل در OpenWeatherMap
fr_fr: Météo complète OpenWeatherMap
he_il: תחזית מלאה באתר OpenWeatherMap
nl_nl: Volledig weerbericht op OpenWeatherMap
pl_pl: Pełne informacje pogodowe na OpenWeatherMap
pt_br: Previsão completa no OpenWeatherMap
ru_ru: Вся погода на OpenWeatherMap
sr_rs: Пуно време на ОпенWеатхерМап-у

source: Full weather
da_dk: Fuld vejr
de_de: Vollständiges Wetter
fa_ir: آّب و هوای کامل
fr_fr: Météo complète
he_il: תחזית מלאה
nl_nl: Volledig weerbericht
pl_pl: Pełne informacja pogodowa
pt_br: Previsão completa
ru_ru: Вся погода
sr_rs: Пуно време

source: Hourly Temperatures
da_dk: Timetemperaturer
de_de: Stündliche Temperaturen
fa_ir: دمای ساعتی
fr_fr: Températures horaires
he_il: טמפרטורות לפי שעה
nl_nl: Temperatuur per uur
pl_pl: Temperatury godzinowe
pt_br: Temperaturas horárias
ru_ru: Почасовые температуры
sr_rs: Сатне температуре

source: Hourly precipitation
da_dk: Nedbør pr. time
de_de: Stündlicher Niederschlag
fa_ir: پیش بینی ساعتی
fr_fr: Précipitations horaires
he_il: משקעים לפי שעה
nl_nl: Neerslag per uur
pl_pl: Opady godzinowe
pt_br: Precipitação horária
ru_ru: Почасовое количество осадков
sr_rs: Сатнице падавина

source: Hourly liquid precipitation amount
da_dk: Nedbørsmængde pr. time
de_de: Stündliche flüssige Niederschlagsmenge
fa_ir: مقدار بارش مایع ساعتی
fr_fr: Quantité horaire de précipitations liquides
he_il: כמות משקעים נוזלית לפי שעה
nl_nl: Hoeveelheid vloeibare neerslag per uur
pl_pl: Godzinowa ilość opadów płynnych
pt_br: Quantidade horária de precipitação líquida
ru_ru: Почасовое количество жидких осадков
sr_rs: Количина сатнице течних падавина

source: Wind Speed
da_dk: Vindhastighed
de_de: Windgeschwindigkeit
fa_ir: سرعت باد
fr_fr: Vitesse du vent
he_il: מהירות הרוח
nl_nl: Windsnelheid
pl_pl: Prędkość wiatru
pt_br: Velocidade do vento
ru_ru: Скорость ветра
sr_rs: Брзина ветра

source: Wind Gust
da_dk: Vindstød
de_de: Windböe
fa_ir: وزش باد
fr_fr: Rafales de vent
he_il: משב רוח
nl_nl: Windvlaag
pl_pl: Podmuch wiatru
pt_br: Rajada de vento
ru_ru: Порыв Ветра
sr_rs: Налет ветра

source: Hourly wind speed
da_dk: Vindhastighed pr. time
de_de: Stündliche Windgeschwindigkeit
fa_ir: سرعت باد ساعتی
fr_fr: Vitesse horaire du vent
he_il: מהירות הרוח לפי שעה
nl_nl: Windsnelheid per uur
pl_pl: Godzinowa prędkość wiatru
pt_br: Velocidade horária do vento
ru_ru: Часовая скорость ветра
sr_rs: Сатна брзина ветра

source: daily Temperatures
da_dk: daglig temperaturer
de_de: Tagestemperaturen
fa_ir: دمای روزانه
fr_fr: Températures quotidiennes
he_il: טמפרטורות יומיות
nl_nl: dagelijkse temperaturen
pl_pl: dzienne temperatury
pt_br: Temperaturas diárias
ru_ru: Ежедневные (среднесуточные) температуры
sr_rs: дневне Температуре

source: daily precipitation
da_dk: daglige nedbør
de_de: täglicher Niederschlag
fa_ir: بارش
fr_fr: Précipitations quotidiennes
he_il: משקעים יומיים
nl_nl: dagelijkse neerslag
pl_pl: Dzienne opady
pt_br: precipitação diária
ru_ru: Суточные осадки
sr_rs: дневне падавине

source: daily liquid precipitation amount
da_dk: daglig nedbørsmængde
de_de: tägliche flüssige Niederschlagsmenge
fa_ir: مقدار بارش مایع روزانه
fr_fr: quantité quotidienne de précipitations liquides
he_il: כמות משקעים נוזלית יומית
nl_nl: dagelijkse hoeveelheid vloeibare neerslag
pl_pl: Dzienna ilość opadów płynnych
pt_br: quantidade diária de precipitação líquida
ru_ru: Суточное количество жидких осадков
sr_rs: дневни износ течних падавина

source: daily wind speed
da_dk: daglig vindhastighed
de_de: tägliche Windgeschwindigkeit
fa_ir: سرعت باد روزانه
fr_fr: Vitesse quotidienne du vent
he_il: מהירות רוח יומית
nl_nl: dagelijkse windsnelheid
pl_pl: dzienna prędkość wiatru
pt_br: velocidade diária do vento
ru_ru: Суточная скорость ветра
sr_rs: дневна брзина ветра

source: Conditions
da_dk: Betingelser
de_de: Wetterlagen
fa_ir: شرایط
he_il: תנאים
nl_nl: Voorwaarden
pl_pl: Warunki
pt_br: Condições
ru_ru: Условия
sr_rs: Uslovi

source: Temp.
fa_ir: دما.
fr_fr: Intérimaire.
he_il: טמפ.
pl_pl: Najwyższa temp.
ru_ru: Темп.
sr_rs: Темп.

source: Cloud Cover
da_dk: Skydække
de_de: Wolkendecke
fa_ir: پوشش ابر
fr_fr: Couverture nuageuse
he_il: עטיפת ענן
nl_nl: Bewolking
pl_pl: Zachmurzenie
pt_br: Nuvens
ru_ru: Облачность
sr_rs: Облак

source: Gust
da_dk: Stød
de_de: Windböe
fa_ir: گوست
fr_fr: Rafale
he_il: משב רוח
nl_nl: Windvlaag
pl_pl: Podmuch
pt_br: Rajada
ru_ru: Порывы ветра
sr_rs: Густ

source: Day
da_dk: Dag
de_de: Tag
fa_ir: روز
fr_fr: Jour
he_il: יום
nl_nl: Dag
pl_pl: Dzień
pt_br: Dia
ru_ru: День
sr_rs: Дан

source: Low / High Temperature
da_dk: Aktuel temperatur
de_de: Niedrige / hohe Temperatur
fa_ir: دمای پایین / بالا
fr_fr: Basse / Haute température
he_il: טמפרטורה נמוכה / גבוהה
nl_nl: Lage / Hoge Temperatuur
pl_pl: Niska / wysoka temperatura
pt_br: Baixa / Alta Temperatura
ru_ru: Низкая / высокая температура
sr_rs: Ниска / Висока температура

source: Shortcode
fa_ir: کد کوتاه
fr_fr: Bout de code
he_il: קיצור
ru_ru: Шорткод
sr_rs: Кратки код

# Post Type General Name
source: Weather
da_dk: Vejrudsigt
de_de: Wetter
fa_ir: آب و هوا
fr_fr: Météos
he_il: מזג אוויר
nl_nl: Weer
pl_pl: Pogoda
pt_br: Previsão do Tempo
ru_ru: Погода
sr_rs: Vremenska prognoza

# Post Type Singular Name
source: Weather
da_dk: Vejrudsigt
de_de: Wetter
fa_ir: آب و هوا
fr_fr: Météo
he_il: מזג אוויר
nl_nl: Weer
pl_pl: Pogoda
pt_br: Previsão do Tempo
ru_ru: Погода
sr_rs: Vremenska prognoza

# Post Type Menu Name
source: Weather
da_dk: Vejrudsigt
de_de: Wetter
fa_ir: آب و هوا
fr_fr: Météos
he_il: מזג אוויר
nl_nl: Weer
pl_pl: Pogoda
pt_br: Previsão do Tempo
ru_ru: Погода
sr_rs: Vremenska prognoza

source: Parent Weather:
da_dk: Overordnet vejr:
de_de: Übergeordnetes Wetter:
fr_fr: Météo parent:
he_il: מזג אוויר אם:
nl_nl: Hoofd weerbericht:
pl_pl: Obecna pogoda:
pt_br: Tempo pai:
ru_ru: Источник Погоды:
sr_rs: Надређено време:

source: All Weather
da_dk: Alle vejrudsigter
de_de: Alle Wetter
fa_ir: همه آّب و هوا ها
fr_fr: Toutes les météos
he_il: כל מזג האוויר
nl_nl: Alle weerberichten
pl_pl: Cała pogoda
pt_br: Todas as previsões de tempo
ru_ru: Вся Погода
sr_rs: Сва временска прогноза

source: View Weather
da_dk: Se Vejrudsigt
de_de: Wetter ansehen
fa_ir: مشاهده آب و هوا
fr_fr: Voir la météo
he_il: הצג מזג אוויר
nl_nl: Bekijk weerbericht
pl_pl: Pokaż pogodę
pt_br: Ver previsão do tempo
ru_ru: Посмотреть Погоду
sr_rs: Прикажи временску прогнозу

source: Add New Weather
da_dk: Tilføj Ny Vejrudsigt
de_de: Wetter hinzufügen
fa_ir: افزودن
fr_fr: Ajouter une nouvelle météo
he_il: הוסף מזג אוויר חדש
nl_nl: Nieuw weerbericht toevoegen
pl_pl: Dodaj nową pogodę
pt_br: Adicionar nova previsão de tempo
ru_ru: Добавить новую Погоду
sr_rs: Додај нову временску прогнозу

source: New Weather
da_dk: Ny Vejrudsigt
de_de: Neues Wetter
fa_ir: آب و هوا ی جدید
fr_fr: Nouvelle météo
he_il: מזג אוויר חדש
nl_nl: Nieuw weerbericht
pl_pl: Nowa pogoda
pt_br: Nova previsão do tempo
ru_ru: Новая Погода
sr_rs: Ново време

source: Edit Weather
da_dk: Rediger Vejrudsigt
de_de: Wetter bearbeiten
fa_ir: ویرایش آب و هوا
fr_fr: Editer météo
he_il: ערוך מזג אוויר
nl_nl: Bewerk Weerbericht
pl_pl: Edytuj pogodę
pt_br: Editar previsão do tempo
ru_ru: Изменить Погоду
sr_rs: Уреди временску прогнозу

source: Update Weather
da_dk: Opdater vejr
de_de: Update Wetter
fa_ir: به روز رسانی آّب و هوا
fr_fr: Mettre à jour la météo
he_il: עדכן מזג אוויר
nl_nl: Weerbericht bijwerken
pl_pl: Zaktualizuj pogodę
pt_br: Atualizar previsão do tempo
ru_ru: Обновить Погоду
sr_rs: Ажурирај временску прогнозу

source: Search Weather
da_dk: Søg Vejrudsigt
de_de: Suche Wetter
fa_ir: جست و جو
fr_fr: Rechercher une météo
he_il: חפש מזג אוויר
nl_nl: Zoek Weerbericht
pl_pl: Szukaj pogodę
pt_br: Procurar previsão do tempo
ru_ru: Поиск Погоды
sr_rs: Временска прогноза претраге

source: No weather found
da_dk: Der er ikke fundet nogen vejrudsigter
de_de: Kein Wetter gefunden
fa_ir: هیچ موردی یافت نشد
fr_fr: Aucune météo trouvée
he_il: לא מצאתי מזג אוויר
nl_nl: Geen weerbericht gevonden
pl_pl: Nie ma żadnej pogody
pt_br: Previsão do tempo não encontrada
ru_ru: Данные погоды не найдены
sr_rs: Није пронађено време

source: No weather found in Trash
da_dk: Ingen vejrudsigt fundet i Papirkurv
de_de: Kein Wetter im Papierkorb gefunden
fa_ir: هیچ موردی در زباله دان یافت نشد
fr_fr: Aucune météo trouvée dans la corbeille
he_il: לא מצאתי מזג אוויר בפח
nl_nl: Geen weerbericht gevonden in Prullenbak
pl_pl: Żadnej pogody nie znaleziono w śmietniku
pt_br: Previsão do tempo não encontrada na lixeira
ru_ru: Данные погоды не найдены в Корзине
sr_rs: Нема временских прилика у Трасху

source: weather
da_dk: vejr
de_de: Wetter
fa_ir: آب و هوا
fr_fr: météo
he_il: ‎מזג אוויר
nl_nl: weerbericht
pl_pl: pogoda
pt_br: tempo
ru_ru: погода
sr_rs: Време

source: Listing weather
da_dk: Visning af vejrudsigter
de_de: Wetterliste
fr_fr: Liste des météos
he_il: רשימת מזג אוויר
nl_nl: Weerbericht weergeven
pl_pl: Listing pogody
pt_br: Listando previsões do tempo
ru_ru: Листинг погоды
sr_rs: Набрајање временске прогнозе

source: OWM Weather: Please enter your own OpenWeatherMap API key to avoid exceeding daily API call limits.
da_dk: OWM Weather: Indtast din egen OpenWeatherMap API-nøgle for at undgå at overskride de daglige API-kaldsgrænser.
de_de: OWM Weather: Bitte geben Sie Ihren eigenen OpenWeatherMap-API-Schlüssel ein, um die täglichen API-Aufruflimits nicht zu überschreiten.
fa_ir: اب و هوای OWM: لطفا کلید API OpenWeatherMap خود را وارد کنید تا از محدودیت های تماس روزانه API جلوگیری شود.
fr_fr: OWM Weather: Veuillez entrer votre propre clé API OpenWeatherMap pour éviter de dépasser les limites quotidiennes d’appels d’API.
he_il: מזג אוויר OWM: הזן מפתח API משלך של OpenWeatherMap כדי להימנע מחריגה ממגבלות קריאת ה- API היומיות.
nl_nl: OWM Weather: Voer uw eigen OpenWeatherMap API-sleutel in om te voorkomen dat de dagelijkse API-aanroeplimieten worden overschreden.
pl_pl: OWM Weather: Wprowadź swój własny klucz API OpenWeatherMap, aby uniknąć przekroczenia dziennych limitów wywołań API.
pt_br: OWM Weather: Insira sua própria chave de API OpenWeatherMap para evitar exceder os limites diários de chamadas de API.
ru_ru: OWM Weather: Пожалуйста, введите свой собственный ключ API OpenWeatherMap, чтобы избежать превышения ежедневных лимитов вызовов API.
sr_rs: ОWМ Wеатхер: Унесите сопствени ОпенWеатхерМап АПИ кључ да бисте избегли прекорачење дневних ограничења АПИ позива.

source: OWM Weather: Create my first weather.
da_dk: OWM Weather: Opret min første vejrudsigt.
de_de: OWM Wetter: Erstellen Sie Ihr erstes Wetter.
fa_ir: اب و هوای OWM: اولین اب و هوای من را ایجاد کنید.
fr_fr: OWM Weather: Créez mon premier weather.
he_il: מזג אוויר OWM: צור את מזג האוויר הראשון שלי.
nl_nl: OWM Weer: Creëer mijn eerste weer.
pl_pl: Pogoda OWM: Stwórz moją pierwszą pogodę.
pt_br: OWM Weather: Crie meu primeiro clima.
ru_ru: OWM Weather: Создай свою первую погоду.
sr_rs: ОWМ Wеатхер: Креирај моје прво време.

source: Now
da_dk: Nu
de_de: Jetzt
fa_ir: اکنون
fr_fr: Maintenant
he_il: ‎עכשיו
nl_nl: Nu
pl_pl: Teraz
pt_br: Agora
ru_ru: Сейчас
sr_rs: Sada

source: Now + 1 hour
da_dk: Nu + 1 time
de_de: Jetzt + 1 Stunde
fa_ir: اکنون + 1 ساعت
fr_fr: Maintenant + 1 heure
he_il: עכשיו + 1 שעה
nl_nl: Nu + 1 uur
pl_pl: Teraz + 1 godzina
pt_br: Agora + 1 hora
ru_ru: Сейчас + 1 час
sr_rs: Сада + 1 сат

source: Now +
da_dk: Nu +
de_de: Jetzt +
fa_ir: در حال حاضر +
fr_fr: Maintenant +
he_il: עכשיו +
nl_nl: Nu +
pl_pl: Teraz +
pt_br: Agora +
ru_ru: Сейчас +
sr_rs: Сада +

source: hours
da_dk: timer
de_de: Stunden
fa_ir: ساعت
fr_fr: heures
he_il: שעות
nl_nl: uren
pl_pl: godziny
pt_br: horas
ru_ru: часов
sr_rs: Сати

source: N
he_il: צפ'
pl_pl: M
ru_ru: С
sr_rs: Н

source: NE
da_dk: NØ
de_de: NO
nl_nl: NO
ru_ru: СВ
sr_rs: НЕ

source: E
da_dk: Ø
de_de: O
ru_ru: В
sr_rs: Е

source: SE
da_dk: SØ
de_de: SO
nl_nl: ZO
ru_ru: ЮВ
sr_rs: СЕ

source: SW
da_dk: SV
fr_fr: SO
nl_nl: ZW
pl_pl: SW: Miesięczne archiwa
ru_ru: ЮЗ
sr_rs: СW

source: W
ru_ru: З
sr_rs: S

source: NW
da_dk: NV
fr_fr: NO
ru_ru: СЗ
sr_rs: НW

source: mi
de_de: Meilen
fa_ir: مایل
nl_nl: mijl
ru_ru: миль
sr_rs: ми

source: km
de_de: Kilometer
fa_ir: کیلومتر
he_il: ק"מ
ru_ru: км
sr_rs: км

source: Hurricane
da_dk: Orkan
de_de: Hurrikan
fa_ir: طوفان
fr_fr: Ouragan
he_il: הוריקן
nl_nl: Orkaan
pl_pl: Huragan
pt_br: Furacão
ru_ru: Ураган
sr_rs: Ураган

source: Violent Storm
da_dk: Stærk storm
de_de: Heftiger Sturm
fa_ir: طوفان خشونت امیز
fr_fr: Violente tempête
he_il: סערה אלימה
nl_nl: Hevige storm
pl_pl: Gwałtowna burza
pt_br: Tempestade violenta
ru_ru: Сильный шторм
sr_rs: Насилна олуја

source: Whole Gale/Storm
da_dk: Hele kuling / storm
de_de: Ganzer Sturm/Sturm
fa_ir: کل گیل / طوفان
fr_fr: Coup de vent/tempête entière
he_il: גייל שלם/סערה
nl_nl: Hele storm/storm
pl_pl: Cała wichura/burza
pt_br: Gale/tempestade inteira
ru_ru: Весь шторм/шторм
sr_rs: Цела олуја/олуја

source: Strong Gale
da_dk: Stormende kuling
de_de: Starker Sturm
fa_ir: گیل قوی
fr_fr: Fort coup de vent
he_il: גייל חזק
nl_nl: Sterke storm
pl_pl: Silny wicher
pt_br: Galé forte
ru_ru: Сильный шторм
sr_rs: Јака олуја

source: Gale
da_dk: Kuling
de_de: Starkwind
fa_ir: گیل
fr_fr: Coup de vent
he_il: סופה
nl_nl: Storm
pl_pl: Wichura
pt_br: Vendaval
ru_ru: Шторм
sr_rs: Гејл

source: Near Gale
da_dk: Stiv kuling
de_de: Sturm
fa_ir: نزدیک گیل
fr_fr: Près de Gale
he_il: ליד Gale
nl_nl: In de buurt van Gale
pl_pl: Blisko miasta Gale
pt_br: Próximo de Galé
ru_ru: Поблизости: Шторм
sr_rs: Близу Гејла

source: Strong Breeze
da_dk: Hård vind
de_de: Starke Brise
fa_ir: نسیم قوی
fr_fr: Forte brise
he_il: בריזה חזקה
nl_nl: Sterke bries
pl_pl: Silny wiatr
pt_br: Brisa Forte
ru_ru: Сильный ветер
sr_rs: Јак поветарац

source: Fresh Breeze
da_dk: Frisk vind
de_de: Frische Brise
fa_ir: نسیم تازه
fr_fr: Brise fraîche
he_il: בריזה רעננה
nl_nl: Frisse wind
pl_pl: Świeża bryza
pt_br: Brisa fresca
ru_ru: Свежий бриз
sr_rs: Свеж поветарац

source: Moderate Breeze
da_dk: Jævn vind
de_de: Mäßige Brise
fa_ir: نسیم معتدل
fr_fr: Brise modérée
he_il: בריזה מתונה
nl_nl: Matige bries
pl_pl: Umiarkowany wiatr
pt_br: Brisa Moderada
ru_ru: Умеренный бриз
sr_rs: Умерени поветарац

source: Gentle Breeze
da_dk: Let vind
de_de: Sanfte Brise
fa_ir: نسیم ملایم
fr_fr: Souffle
he_il: בריזה עדינה
nl_nl: Briesje
pl_pl: Delikatna bryza
pt_br: Brisa Suave
ru_ru: Легкий бриз
sr_rs: Нежни поветарац

source: Light Breeze
da_dk: Svag vind
de_de: Leichte Brise
fa_ir: نسیم سبک
fr_fr: Brise légère
he_il: בריזה קלה
nl_nl: Lichte bries
pl_pl: Lekka bryza
pt_br: Brisa Leve
ru_ru: Легкий бриз
sr_rs: Лагани поветарац

source: Light Air
da_dk: Svag vind
de_de: Leichte Luft
fa_ir: هوای سبک
fr_fr: Pluie légère
he_il: אוויר בהיר
nl_nl: Lichte lucht
pl_pl: Lekkie powietrze
pt_br: Ar Leve
ru_ru: Легкий воздух
sr_rs: Слаб ветар

source: Calm
da_dk: Stille
de_de: Ruhig
fa_ir: آرام
fr_fr: Posée
he_il: רגוע
nl_nl: Kalm
pl_pl: Spokój
pt_br: Calmo/ Calm
ru_ru: Спокойствие
sr_rs: Мирни

source: Thunderstorm with Light Rain
da_dk: Tordenvejr med let regn
de_de: Gewitter mit leichtem Regen
fa_ir: رعد و برق با باران سبک
fr_fr: Orage avec pluie légère
he_il: סופת רעמים עם גשם קל
nl_nl: Onweer met lichte regen
pl_pl: Burza z lekkim deszczem
pt_br: Trovoada com chuva leve
ru_ru: Гроза со слабым дождем
sr_rs: Грмљавина са лаганом кишом

source: Thunderstorm with Rain
da_dk: Tordenvejr med regn
de_de: Gewitter mit Regen
fa_ir: رعد و برق با باران
fr_fr: Orage avec pluie
he_il: סופת רעמים עם גשם
nl_nl: Onweer met regen
pl_pl: Burza z piorunami z deszczem
pt_br: Trovoada com chuva
ru_ru: Гроза с дождем
sr_rs: Грмљавина са кишом

source: Thunderstorm with Heavy Rain
da_dk: Tordenvejr med kraftig regn
de_de: Gewitter mit starkem Regen
fa_ir: رعد و برق با باران سنگین
fr_fr: Orage avec fortes pluies
he_il: סופת רעמים עם גשם כבד
nl_nl: Onweer met zware regen
pl_pl: Burza z ulewnym deszczem
pt_br: Trovoada com chuva forte
ru_ru: Гроза с сильным дождем
sr_rs: Грмљавина са јаком кишом

source: Light Thunderstorm
da_dk: Let tordenvejr
de_de: Leichtes Gewitter
fa_ir: رعد و برق نور
fr_fr: Orage léger
he_il: סופת רעמים קלה
nl_nl: Licht onweer
pl_pl: Lekka burza z piorunami
pt_br: Trovoada leve
ru_ru: Слабая гроза
sr_rs: Лагана грмљавина

source: Thunderstorm
da_dk: Tordenvejr
de_de: Gewitter
fa_ir: رعد و برق
fr_fr: Orages
he_il: סופת רעמים
nl_nl: Onweersbui
pl_pl: Burza
pt_br: Trovoada
ru_ru: Гроза
sr_rs: Олује

source: Heavy Thunderstorm
da_dk: Kraftigt tordenvejr
de_de: Starkes Gewitter
fa_ir: رعد و برق سنگین
fr_fr: Gros orage
he_il: סופת רעמים כבדה
nl_nl: Zware onweersbui
pl_pl: Ciężka burza z piorunami
pt_br: Trovoada forte
ru_ru: Сильная гроза
sr_rs: Јака грмљавина

source: Ragged Thunderstorm
da_dk: Laset tordenvejr
de_de: Vereinzelte Gewitter
fa_ir: رعد و برق پاره پاره
fr_fr: Orage en lambeaux
he_il: סופת רעמים מרופטת
nl_nl: Rafelig onweer
pl_pl: Poszarpana burza z piorunami
pt_br: Trovoada esfarrapada
ru_ru: Переменные грозы
sr_rs: Разуларена грмљавина

source: Thunderstorm with Light Drizzle
da_dk: Tordenvejr med let støvregn
de_de: Geitter mit leichtem Nieselregen
fa_ir: رعد و برق با نم نم نور
fr_fr: Orage avec bruine légère
he_il: סופת רעמים עם טפטוף קל
nl_nl: Onweer met lichte motregen
pl_pl: Burza z lekkim mżawką
pt_br: Trovoada com garoa leve
ru_ru: Гроза с легкой моросянкой
sr_rs: Грмљавина са светлом дриззле

source: Thunderstorm with Drizzle
da_dk: Tordenvejr med støvregn
de_de: Gewitter mit Nieselregen
fa_ir: رعد و برق با نم نم باران
fr_fr: Orage avec bruine
he_il: סופת רעמים עם טפטוף
nl_nl: Onweer met motregen
pl_pl: Burza z piorunami z mżawką
pt_br: Trovoada com garoa
ru_ru: Гроза с моросянкой
sr_rs: Грмљавина са Дриззле-ом

source: Thunderstorm with Heavy Drizzle
da_dk: Tordenvejr med kraftig støvregn
de_de: Gewitter mit starkem Nieselregen
fa_ir: رعد و برق با نم نم سنگین
fr_fr: Orage avec bruine abondante
he_il: סופת רעמים עם טפטוף כבד
nl_nl: Onweer met zware motregen
pl_pl: Burza z piorunami z ulewną mżawką
pt_br: Trovoada com garoa forte
ru_ru: Гроза с сильной моросянкой
sr_rs: Грмљавина са јаком сушом

source: Light Intensity Drizzle
da_dk: Lysintensitet støvregn
de_de: Leichter Nieselregen
fa_ir: نم نم شدت نور
fr_fr: Bruine d’intensité lumineuse
he_il: טפטוף בעוצמת האור
nl_nl: Lichtintensiteit motregen
pl_pl: Mżawka o intensywności światła
pt_br: Garoa de Intensidade Leve
ru_ru: Легкая моросянка
sr_rs: Дриззле светлосног интензитета

source: Drizzle
da_dk: Støvregn
de_de: Nieselregen
fa_ir: باران ریز و نمناک
fr_fr: Bruine
he_il: טיפטוף
nl_nl: Motregen
pl_pl: Mżawka
pt_br: Regue
ru_ru: Моросянка
sr_rs: Дриззле

source: Heavy Intensity Drizzle
da_dk: Kraftig intensitet støvregn
de_de: Sstarker Nieselregen
fa_ir: نم نم شدید
fr_fr: Bruine d’intensité lourde
he_il: טפטוף בעוצמה כבדה
nl_nl: Zware intensiteit motregen
pl_pl: Mżawka o dużej intensywności
pt_br: Garoa de Forte Intensidade
ru_ru: Сильный моросящий дождь
sr_rs: Дриззле тешког интензитета

source: Light Intensity Drizzle Rain
da_dk: Lysintensitet støvregn Regn
de_de: Vereinzelt leichter Nieselregen
fa_ir: شدت نور نم نم باران
fr_fr: Intensité lumineuse Pluie de bruine
he_il: טפטוף בעוצמה קלה גשם
nl_nl: Lichtintensiteit Motregen Regen
pl_pl: Lekki deszcz mżawki
pt_br: Intensidade Leve Garoa Chuva
ru_ru: Слабый моросящий дождь
sr_rs: Лагани интензитет Дриззле Раин

source: Drizzle Rain
da_dk: Støvregn Regn
de_de: Sprühregen
fa_ir: باران نم نم
fr_fr: Pluie battante
he_il: גשם טפטוף
nl_nl: Motregen Regen
pl_pl: Mżawka Deszcz
pt_br: Garoa Chuva
ru_ru: Моросящий дождь
sr_rs: Дриззле Раин

source: Heavy Intensity Drizzle Rain
da_dk: Kraftig kraftig kraftig støvregn Regn
de_de: Starker Sprühregen
fa_ir: باران با شدت سنگین
fr_fr: Pluie bruineuse de forte intensité
he_il: גשם טפטוף בעוצמה כבדה
nl_nl: Zware intensiteit motregen regen
pl_pl: Deszcz o dużej intensywności mżawki
pt_br: Garoa de Forte Intensidade
ru_ru: Очень сильный моросящий дождь
sr_rs: Јак интензитет Дриззле Раин

source: Shower Rain and Drizzle
da_dk: Regn og støvregn
de_de: Regenschauer und Sprühregen
fa_ir: باران دوش و نم نم باران
fr_fr: Douche Pluie et bruine
he_il: גשם גשם וטפטוף
nl_nl: Bui Regen en motregen
pl_pl: Deszcz i mżawka
pt_br: Chuveiro Chuva e Garoa
ru_ru: Проливной дождь и моросянка
sr_rs: Киша и суша за туширање

source: Heavy Shower Rain and Drizzle
da_dk: Kraftig regn regn og støvregn
de_de: Starke Regenschauer und Sprühregen
fa_ir: باران سنگین و نم نم باران
fr_fr: Fortes averses pluie et bruine
he_il: גשם כבד וטפטוף
nl_nl: Zware bui regen en motregen
pl_pl: Ulewny deszcz i mżawka
pt_br: Chuva e garoa de chuveiro forte
ru_ru: Сильный проливной дождь и моросянка
sr_rs: Јака киша и дриззле

source: Shower Drizzle
da_dk: Bruser støvregn
de_de: Starker Sprühregen
fa_ir: نم نم دوش
fr_fr: Bruine de douche
he_il: טפטוף מקלחת
nl_nl: Douche Motregen
pl_pl: Mżawka pod prysznicem
pt_br: Chuveiro chuvisco
ru_ru: Проливная моросянка
sr_rs: Туш Дриззле

source: Light Rain
da_dk: Let regn
de_de: Leichter Regen
fa_ir: باران نور
fr_fr: Pluie légère
he_il: גשם קל
nl_nl: Lichte regen
pl_pl: Lekki deszcz
pt_br: Chuva Leve
ru_ru: Слабый дождь
sr_rs: Лагана киша
